{
  "rules": [
    {
      "title": "Heavy Armoured Vehicle (H-AV)",
      "description": [
        "Units with the unit type H-AV can take zwei damage before they are killed, und counts as zwei units für Outnumber, Blast Markers, number of attacks in an assault, hit allocation und the maximum number of units in base contact. H-AV are treated as WE when hit by weapons that do multiple Punkte of damage (e.g. TK(D3)). In addition it is possible to critically hit H-AVs. If a Critical Hit is rolled, the unit is destroyed with no further effects. H-AVs may be targeted by Pin-Point attacks, but does not target individual models. Instead, hits are randomized in the formation. H-AVs are treated like normal Armoured Vehicles in all other respects."
      ]
    },
    {
      "title": "Machine Spirit",
      "description": [
        "A formation that exclusively consists of units with <i>Machine Spirit</i> may only perform the Hold, Engage, Marshal, Sustained Fire und Overwatch actions. In addition, such formations may only contest objectives, und always counts as being within 30cm of an enemy formation when attempting to Rally."
      ]
    },
    {
      "title": "Deflektorschilde",
      "description": [
        "Jeweils void shield will automatically stop eine point of damage und then go down. Do not make armour saves für damage stopped by Deflektorschilde, nor allocate Blast markers. Once all of the shields have been knocked down, the War Engine may be damaged normally und you may make saving throws against any hits that are scored. Hits from close combat ignore Deflektorschilde but units using their firefight values must first knock down any shields before they can damage the Titan.",
        "Deflektorschilde that have been knocked down can be repaired. Jeweils War Engine can repair eine downed Void Shield in the End Phase of jeweils turn.",
        "In addition, if a War Engine regroups (either by performing a Hold oder a Marshal action) it can use the dice roll both to repair Deflektorschilde und remove Blast Markers. However, only half the Punkte generated (fractions rounded up) may be spent on restoring Deflektorschilde (e.g. if you rolled a 3 you could remove drei Blast Markers, oder repair zwei Deflektorschilde und remove eine Blast Marker)."
      ]
    },
    {
      "title": "Gottgleiche Maschine",
      "description": [
        "War Engines with 8 oder more DC are subject to the Gottgleiche Maschine und Feuer aufteilen special rules.",
        "The magnificence of these awe-Inspirierend constructs comes at a price, für if such an incarnation of power were to falter oder be destroyed, the Streitmächte that are there to aid them would become greatly disturbed.",
        "Für this reason, whenever a unit with Gottgleiche Maschine special rule is broken (including if it is already broken but loses an Engage), all friendly formations suffer eine Blast Marker. Whenever a unit with Gottgleiche Maschine special rule is destroyed, all friendly formations on the battlefield suffer D3 Blast Markers.",
        "Units with the Gottgleiche Maschine special rule are themselves immune to this effect."
      ]
    },
    {
      "title": "Feuer aufteilen",
      "description": [
        "A War Engine with this special rule may declare that it will Feuer aufteilen when attempting to perform a Sustain Fire oder Advance action, suffering a -1 modifier on the roll. If the action is successful, the WE may fire at bis zu zwei enemy formations, but may not target more than eine formation pro individual weapon."
      ]
    },
    {
      "title": "Stomp ’em Good",
      "description": [
        "A War Engine with this special rule may declare that it will Feuer aufteilen when attempting to perform a Sustain Fire action, suffering a -1 modifier on the roll. Regardless if the action succeeds oder if the formation is forced to Hold, the WE may fire at bis zu zwei enemy formations, but may not target more than eine formation pro individual weapon."
      ]
    },
    {
      "title": "Adeptus Custodians",
      "description": [
        "Adeptus Custodian are renowned für their tenacity und bravery. This is represented by the following rules:",
        "* It takes 2 Blast Markers to suppress a Adeptus Custodian unit.",
        "* Adeptus Custodian formations are only broken if they have 2 Blast Markers pro unit in the formation.",
        "* Adeptus Custodian formations only count half their number of Blaster markers in assault resolution (rounding down—note that assault resolution will not receive +1 für having no Blast Markers if the formation has 1 Blast Marker before rounding down).",
        "* When a broken Adeptus Custodian formation rallies, it receives a number of Blast Markers equal to the number of units, rather than half this number. Adeptus Custodians with the Anführer special ability remove 2 Blast Markers instead of 1",
        "* All Adeptus Custodian units are consider Furchtlos in all respects except they still have to end their move while broken outside of 15cm of an enemy foramtion. If they cant they are subject to standard hackdowns rules für broken non Furchtlos units with in 15cm of a enemy unit taking into account the above rules für Adeptus Custodians und Blast Markers."
      ]
    },
    {
      "title": "Support Craft",
      "description": [
        "Support Craft are Skimmers, which für all line of sight und terrain purposes Zählt als ‘popped up’ at all times. If the Support Craft has a transport option, it may embark und disembark units as normal. Embarked units are allowed a save (see 1.7.5) if the Support Craft is destroyed.",
        "Support Craft do not block line of sight, must always use their Antigrav ability to force a firefight in engagements und Infanterie in base contact mit einemSupport Craft may not use it to Zählt als being in cover."
      ]
    },
    {
      "title": "Spirit Lords",
      "description": [
        "A formation mit einemLiving Ancestor does not suffer a -1 modifier to their Action Test when attempting to retain the initiative."
      ]
    },
    {
      "title": "Tunneling Transports",
      "description": [
        "Formations including units with both the Transport und Tunneler special rules must start the game in the reserves, und may only enter the battlefield through tunneling. War Engines with these special rules may not start the game empty, but must transport another formation."
      ]
    },
    {
      "title": "Shield Disruptor",
      "description": [
        "Jeweils point of damage from a hit with Shield Disruptor will knock down zwei Powerfields, Shadowfields oder Deflektorschilde (if only eine remains it is knocked down, but the hit does not carry over). In addition, Shield Disruptor hits ignores Deflector Shields und Ion Shields."
      ]
    },
    {
      "title": "Bravery",
      "description": [
        "All Knight formations receive a +1 modifier to their Action Test when carrying out an Engage, und a +1 modifier to their Rally Tests."
      ]
    },
    {
      "title": "Chivalry",
      "description": [
        "All Knight formations receive a +1 modifier to their Action Test when carrying out an Engage oder Double action, und a +1 modifier to their Rally Tests."
      ]
    },
    {
      "title": "Stubborn",
      "description": [
        "Any formation where at least eine unit has Stubborn reduce the damage caused by Blast Markers while the formation is broken by eine, reduce the number of extra hits from losing an assault by eine, requires einen zusätzlichen Blast Marker before the formation becomes broken, und may ignore eine Blast Marker when determining suppression."
      ]
    },
    {
      "title": "Ion Shield (x)",
      "description": [
        "Knights make use of Ion Shields to deflect shooting und firefight attacks. This allows them to make a saving throw on the number within brackets when they are hit by ranged fire instead of using their armour value.",
        "No modifiers ever apply to this saving throw und it is unaffected by Macro-Weapon, Lanze und Titan Killer hits (jeweils point of damage from a Titan Killer hit must be saved separately. Is affected normally by hits with the Disrupt special rule). If the unit has Verstärkte Panzerung as well then it is allowed to re-roll a failed save using its armour value unless the hit was a Macro-Weapon, Lanze oder Titan killer.",
        "Ion Shields may only be used against shooting unless the unit is in a Crossfire, und against FF unless the hit is caused by a unit in support. They may not be used against CC attacks. If relevant, roll CC und FF dice separately when attacking units equipped with Ion Shields."
      ]
    },
    {
      "title": "Ionic Flare Shield",
      "description": [
        "Knights with 'Ionic Flare Shield' may also use their Ion Shield against CC attacks."
      ]
    },
    {
      "title": "Schildbohrer",
      "description": [
        "Weapons with the 'Schildbohrer' special rule ignores Deflector Shields, Ion Shields, Powerfields, Shadowfields und Deflektorschilde (Shadowfields still provide cover from shooting)."
      ]
    },
    {
      "title": "Psybolts",
      "description": [
        "Weapons with the 'Psybolts' special rule ignores Powerfields, Shadowfields, Deflektorschilde, Deflector Shields, Ion Shields und Invulnerable Saves (Shadowfields still provide cover from shooting)."
      ]
    },
    {
      "title": "Lightning Charge",
      "description": [
        "Weapon oder Unit gains <i>First Strike</i> during engages initiated by the formation."
      ]
    },
    {
      "title": "Unstable",
      "description": [
        "If a natural 1 is rolled when rolling to hit, roll another dice. If the result is yet another natural 1, the wielder is destroyed."
      ]
    },
    {
      "title": "Mut, Disziplin und Loyalität",
      "description": [
        "When the Oberbefehlshaber re-roll is used on a formation that contains a Kommissar oder a Ministorum Priest, the formation counts as having 1+ Initiative Rating when re-rolling the Action Test."
      ]
    },
    {
      "title": "Grim Demeanour",
      "description": [
        "Valhallan formations that contain a Ministorum Priest gain +1 on their Action Test when attempting to Marshal."
      ]
    },
    {
      "title": "Gravschirme",
      "description": [
        "Units with the <i>Gravschirme</i> special rule may disembark within 10cm of a <i>Antigrav</i> transport vehicles instead of the normal 5cm."
      ]
    },
    {
      "title": "Ethereal",
      "description": [
        "All units in a formation joined by an Ethereal gain Furchtlos. When the unit with the Ethereal is killed the formation loses Furchtlos und receives 1D3 Blast Markers."
      ]
    },
    {
      "title": "Catachan Befehlshabers",
      "description": [
        "When the Oberbefehlshaber re-roll is used on any formation containing a Catachanischer Oberbefehlshaber oder Catachan Befehlshaber, the formation counts as having 1+ Initiative Rating when re-rolling the Action Test"
      ]
    },
    {
      "title": "Fortified Positions",
      "description": [
        "Fortified Positions are set up at the same time as the formation they are bought with. Units from such formations must be set up within the fortified positions, so that no space is left empty. All pieces of fortified positions must be within 5cm from another piece. Once set up, Fortified Positions counts as terrain that do not block Line of Sight, und may be used by either side. Units of INF that benefit from Cover inside a Fortified Position may only be Barged by WE in such a way that they are not moved outside of their Fortified Position.",
        "<b>Gun Emplacement</b>: Provides a Cover Save of 4+ eine unit of INF, oder a 5+ Cover Save to eine unit of AV oder LV (but not H-AV).",
        "<b>Bunker</b>: Provides a Cover Save of 3+ und Verstärkte Heckpanzerung to bis zu drei units of INF. Counts as Dangerous Terrain für AV und WE. Bunkers can be a maximum of 8cm x 8cm in size.",
        "<b>Trench</b>: Provides a cover save of 4+ to INF. May contain eine unit of INF pro 4cm of lenght. Counts as Dangerous Terrain für AV.",
        "<b>Razor Wire</b>: Counts as Dangerous Terrain für all INF, including those that have the Beritten special rule. Razor Wire dangerous terrain tests may not be re-rolled using the Geländegängig ability (units may still 'move carefully' through such terrain). Razor Wire must be set up so that every piece touches another piece from the same group, with no gap in between.",
        "<b>Minefields</b>: Counts as Dangerous Terrain für all types of units. Minefield dangerous terrain tests may not be re-rolled using the Geländegängig ability (units may still 'move carefully' through such terrain). Skimmers und units with 'Sprungmodule' moving over Minefields must also take dangerous terrain tests. Minefields must be set up so that every piece touches another piece from the same group, with no gap in between."
      ]
    },
    {
      "title": "Baran Regiments HQ",
      "description": [
        "When playing Epic tournament games, a Siegemaster army must include a Regiments HQ. The enemy counts as having achieved the “Break Their Spirit” goal by destroying this formation oder by destroying the most expensive formation in the army (see Victory Conditions)."
      ]
    },
    {
      "title": "Air Superiority",
      "description": [
        "Elysianische Sturmtruppen may ignore eine blast marker when rolling to activate aircraft formations.",
        "In addition, Elysianische Sturmtruppen may instead of starting with garrisons on overwatch place aircrafts on Combat Air Patrol.  Bis zu zwei formations may start on overwatch oder CAP. Aircraft formation placed on CAP in this way will follow all the normal rules für CAP, but are setup during the pre-game garrisoning phase."
      ]
    },
    {
      "title": "Deep Strike",
      "description": [
        "An Elysianische Sturmtruppen army that includes a Spacecraft may deploy formations transported in Valkyries, Vendettas oder Sky Talons in the Spacecraft. A Lunar-Klasse Kreuzer can hold eine formation, und a Imperator-Klasse Schlachtschiff bis zu zwei formations. All transport vehicles in a formation deployed in a Spacecraft gains the <i>Planetfall</i> special rule. Roll für scatter individually für jeweils transport vehicle.",
        "Before jeweils game, after the opposing army is known but before objectives are placed, the Imperial Guard player may choose which formation(s), if any, that should be deployed in the Spaceship."
      ]
    },
    {
      "title": "Siege Specialists",
      "description": [
        "Units may re-roll failed dangerous terrain tests when making a move through Minefields oder Razor Wire on the friendly part of the table, und units with <i>Geländegängig</i> may use it against Minefields oder Razor Wire on the enemy part of the table.",
        "In addition, bis zu drei formations that garrison may start on Overwatch instead of the usual zwei."
      ]
    },
    {
      "title": "Siegemasters",
      "description": [
        "Units may re-roll failed dangerous terrain tests when making a move through Minefields oder Razor Wire on the friendly part of the table, und units with 'Geländegängig' may use it against Minefields oder Razor Wire on the enemy part of the table.",
        "In addition, bis zu drei formations that garrison may start on Overwatch instead of the usual zwei, und bis zu zwei formations that garrison ignore the requirement to have eine unit within 15cm of an objective on the friendly half of the table."
      ]
    },
    {
      "title": "Tunnelers",
      "description": [
        "Tunnellers may be set up touching their own side's table edge before the battle starts at the same time that spacecraft are set up (see 4.3.1). Any units transported in tunnellers should be placed to eine side at this time too. Secretly write down the location where the tunneller will surface at the same time und in the same manner that you record the coordinates of a drop zone (see 4.3.1). You must also secretly record the turn the tunneller will surface. If it is going to surface within 30cm of a table edge within the deployment zone, it may arrive from the first turn. If it is going to surface within 65cm of a table edge within the deployment zone, it may appear on turn zwei. It can appear on any part of the battlefield from the third turn.",
        "Set up the tunneller units at the start of the stated turn, before determining who wins the strategy roll, at the location you wrote down. Surfacing does not Zählt als movement für the purposes of triggering enemy overwatch fire. If a tunneller would have surfaced on terrain that is impassable für it, under a friendly unit, oder in an enemy zone of control, then it is assumed that on-board sensor equipment would divert it towards another entry point. The unit should be moved to the nearest area where it can surface.",
        "Formations of multiple tunnellers need only record eine location where they will surface. Place the first tunneller unit at this location. All other tunneller units must be placed within 5cm of another tunneller unit that has already been placed und fully within a 15cm radius of the original surfacing coordinates, which can be beyond where tunnellers could appear that turn. Tunnelers do not have to roll für dangerous oder difficult terrain when they appear. After all tunnellers have been placed any units being transported are allowed to disembark immediately, und may disembark on the enemy half of the table (if they appear in turn 2).",
        "Disembarking triggers overwatch fire as normal. Tunnellers, und any units being transported in them, may take an action on the turn they appear."
      ]
    },
    {
      "title": "Self Planetfall",
      "description": [
        "Self Planetfall is plotted exactly as planetfall (see 4.4). Both the turn in which the formation arrives und the landing location is plotted. The only exception is that, because these units are much smaller than orbiting spacecraft, they may be plotted to arrive in the same turn that another spacecraft is present. On the designated turn the formation conducting Self Planetfall is activated in the normal activation sequence, as with spacecraft. Nominate the action für the formation und roll to activate. If the formation fails to activate its arrival is delayed to the next following turn. If the activation is successful, place the formation at the plotted landing zone und determine scatter according to 4.4 as if it were a normal planetfall, including loaded units disembarking bis zu 5cm. The formation’s action proceeds as normal in all respects from that point. In other words, the formation gets the “free move” from planetfall placement at the beginning of its action but in all other ways activates as normal. Note: The action is chosen at activation, before scatter is determined. Choose the action carefully as a poor scatter roll could render some actions ineffective."
      ]
    },
    {
      "title": "Gläubig",
      "description": [
        "When performing an Engage that leads to an Assault (i.e. at least eine unit is within 15cm of an enemy unit), units that have the 'Gläubig' special rule gain Furchtlos, und the formation counts as having eine additional character with the 'Inspirierend' special rule. These effects lasts until the end of the current turn, but are lost if all units with 'Gläubig' in the formation are destroyed."
      ]
    },
    {
      "title": "Bionics",
      "description": [
        "The extensive bionic modifications undergone by the Iron Hands und the Iron Warriors increases their resistance to physical trauma. Characters with the Bionics special rule increases the Armour of their unit to 3+ when added to a unit of INF."
      ]
    },
    {
      "title": "Notreparaturen",
      "description": [
        "As long as a formation contains a unit with the 'Notreparaturen' special ability, all Armoured Vehicle units in the formation gains Unmodifizierter Rettungswurf."
      ]
    },
    {
      "title": "Extended Command",
      "description": [
        "Formations with at least eine unit with the 'Extended Command' ability extend the range at which Befehlshabers within the formation can call other formations to follow them when they make a combined assault from 5cm to 15cm (see 2.1.2)."
      ]
    },
    {
      "title": "They Shall Know No Fear",
      "description": [
        "Space Marines are renowned für their tenacity und bravery. This is represented by the following rules:",
        "<ul><li>It takes 2 Blast Markers to suppress a Space Marine unit oder kill a unit in a broken formation (ignore any leftover Blast Markers)</li><li>Space Marine formations are only broken if they have 2 Blast Markers pro unit in the formation.</li><li>Space Marines formations only count half their number of Blaster markers in assault resolution (rounding down to a minimum of eine). Halve the number of extra hits suffered by a Space Marine formation that loses an assault, rounding down in favour of the Space Marines.</li><li>When a broken Space Marine formation rallies, it receives a number of Blast Markers equal to the number of units, rather than half this number.</li></ul>"
      ]
    },
    {
      "title": "Space Marine Transports",
      "description": [
        "The Space Marines are a highly mobile army. Because of this, the Punkte cost of a detachment usually includes enough Rhino transport vehicles to transport it und any Erweiterungen that have been taken. Determine the number of Rhinos needed after all Erweiterungen have been purchased. The number of Rhinos will always be the minimum needed to carry the formation, you can’t take extras along to cover any losses!",
        "Note that many formations don’t receive Rhinos, usually because they can’t fit into them. Detachments that come with Rhinos will be noted as having plus transport in the units section of the army list opposite.",
        "Also note that you don’t have to take Rhinos if you don’t want to. If you’d rather field the formation on foot instead, so it can act as a garrison für example, oder be transported in a Thunderhawk, then you may do so.",
        "In addition, you may choose to replace a detachment’s Rhinos with Drop Pods. If you do this then the detachment will enter play in a Drop Pod using the rules für Planetfall (see Planetfall). Note that if you choose to do this you will also require a Space Marine Strike Cruiser oder Battle Barge to deploy the Drop Pods from.",
        "Before jeweils game, after the opposing army is known but before objectives are placed, the Space Marine player may choose which formations with the plus transport aspect are deployed in Rhinos, Drop Pods oder on foot. If the formation has any units unable to deploy in Drop Pods then that option cannot be selected."
      ]
    },
    {
      "title": "Grey Knights Transports",
      "description": [
        "Grey Knights formations with 'plus transport' may take Grey Knights Rhinos instead of normal Rhinos."
      ]
    },
    {
      "title": "Imperial Fists Transports",
      "description": [
        "The Imperial Fists are a highly mobile army. Because of this, the Punkte cost of a detachment usually includes enough Rhino transport vehicles to transport it und any Erweiterungen that have been taken. Determine the number of Rhinos needed after all Erweiterungen have been purchased. The number of Rhinos will always be the minimum needed to carry the formation, you can’t take extras along to cover any losses!",
        "Note that many formations don’t receive Rhinos, usually because they can’t fit into them. Detachments that come with Rhinos will be noted as having plus transport in the units section of the army list opposite.",
        "Also note that you don’t have to take Rhinos if you don’t want to. If you’d rather field the formation on foot instead, so it can act as a garrison für example, then you may do so.",
        "Before jeweils game, after the opposing army is known but before objectives are placed, the Imperial Fists player may choose which formations with the plus transport aspect are deployed in Rhinos oder on foot."
      ]
    },
    {
      "title": "Im Sattel geboren",
      "description": [
        "White Scars are masters of lightning-fast hit-und-run attacks, never allowing the enemy to force a decisive oder static engagement. Units with <i>Im Sattel geboren</i> may consolidate 15cm instead of the usual 5cm."
      ]
    },
    {
      "title": "Schnell wie der Wind",
      "description": [
        "Units with <i>Schnell wie der Wind</i> ignore the -1 to hit penalty on shooting when carrying out a double action, but do not gain the +1 to hit bonus on shooting when carrying out a sustained fire action."
      ]
    },
    {
      "title": "White Scars Transports",
      "description": [
        "The White Scars are an exceptionally mobile army. Because of this the Punkte cost of a detachment usually includes enough transport vehicles to transport it und any Erweiterungen that have been taken. The number of vehicles will always be the minimum needed to carry the formation, you can’t take extras along to cover any losses!",
        "Note that many formations don’t receive transports, usually because they can’t fit into them. Detachments that come with vehicles will be noted as having 'plus transport'. White Scars detachments must take the transport vehicles für a detachment. You cannot leave them behind in order to use the unit as a garrison, to use Teleportieren oder in order to be deployed by a Thunderhawk.",
        "In addition, you may choose to replace a detachment’s Rhinos with Drop Pods. If you do this then the detachment will enter play in a Drop Pod using the rules für Planetfall (see Planetfall). Note that if you choose to do this you will also require a Space Marine Strike Cruiser oder Battle Barge to deploy the Drop Pods from.",
        "Before jeweils game, after the opposing army is known but before objectives are placed, the White Scars player may choose which formations with the plus transport aspect are deployed in Rhinos oder Drop Pods. If the formation has any units unable to deploy in Drop Pods then that option cannot be selected."
      ]
    },
    {
      "title": "Navis Nobilite",
      "description": [
        "Grey Knight spacecraft are among the fastest und best piloted ships in the Galaxy. If a Grey Knights Strike Cruiser has been bought, the Blood Ravens player counts as having a Strategy Rating of 6 für the purposes of choosing which turn the spacecraft will pass over the battlefield."
      ]
    },
    {
      "title": "Ad Hoc Detachments",
      "description": [
        "By necessity, the Ordo Xenos has become experts of improvisation, rapidly mustering local allies und adapting to the Deathwatch's ever-changing roster of skills und individuals. Für this reason, formations with Befehlshaber may also use the ability when their own oder another friendly formation within 5cm of their formation is defending against an assault, declaring both formations to be intermingled (see 1.12.10). Once declared intermingled, the Befehlshabers' formations follow all rules exactly as if the enemy had declared them intermingled. Note that if either player declares intermingling, the formations are intermingled."
      ]
    },
    {
      "title": "Wings of the Sky Angel",
      "description": [
        "All Deathwatch Detachments must start the game in the reserves, transported in either a Dark Hunter Class Destroyer, a Corvus Blackstar Dropship, oder a Deathwatch Thunderhawk Transporter.",
        "In addition, all AA shots have einen zusätzlichen -1 to hit against Corvus Blackstar Dropships."
      ]
    },
    {
      "title": "Descent of Angels",
      "description": [
        "Units in a formation with Stormravens does not have to roll für scatter when using the Planetfall special rule. Place the first Stormraven within 15cm of the pre-plotted drop zone co-ordinates und place all other units in the formation within 15cm of this unit und in coherency. Units may not be placed in impassable terrain oder enemy zones of control."
      ]
    },
    {
      "title": "Lucifer Pattern Engine",
      "description": [
        "Units with the Lucifer Pattern Engine special rule gain einen zusätzlichen 5cm speed when carrying out an Engage action."
      ]
    },
    {
      "title": "Blood Angels Rhinos",
      "description": [
        "Blood Angels formations with 'plus transport' may take Blood Angels Rhinos instead of normal Rhinos."
      ]
    },
    {
      "title": "Pack Mentality",
      "description": [
        "Space Wolves Packs counts as having eine character with the <i>Inspirierend</i> special rule when they initiate an assault where they have another formation with the <i>Pack Mentality</i> special rule in support."
      ]
    },
    {
      "title": "Apocalyptic Barrage",
      "description": [
        "Uses the Orbital Barrage Template instead of the ordinary template."
      ]
    },
    {
      "title": "Independent",
      "description": [
        "The Independent special rule allows a War Engine formation to operate as zwei independent War Engines für all purposes, including für determining the army BTS (jeweils unit counts as its own formation worth half of the Punkte value of the original formation, including Erweiterungen). If eine of the zwei War Engines are destroyed, the surviving eine immediately recieves a Blast Marker.",
        ""
      ]
    },
    {
      "title": "Telemetrieempfänger",
      "description": [
        "Units that Teleportieren within 15cm from a friendly, unbroken unit with Telemetrieempfänger (except from teleporting formations) may re-roll 1:s when testing für Teleportieren Mishap.",
        "In addition, formations that exclusively consists of models with Teleportieren may be set up in a spacecraft if such has been bought. From there, they can either Teleportieren normally, oder coordinate their Teleportieren with the spacecraft's activation.",
        "Teleports coordinated mit einemspacecraft activation happen after Orbital Barrage, Pin-Points und all events related to formations making Planetfall has been resolved. All such teleports counts as taking place simultaneously, not eine after another. The entire formation must be placed within 15cm of a unit with the Telemetrieempfänger special rule. If they are unable oder unwilling to do so they must wait und Teleportieren normally in later turns."
      ]
    },
    {
      "title": "Honour Guard",
      "description": [
        "Units with the Honour Guard special rule are Furchtlos as long as their formation contains a character with the Oberbefehlshaber special rule. If they are in the same formation, the Oberbefehlshaber may be added to a unit with this special rule."
      ]
    },
    {
      "title": "Land Speeder Escort",
      "description": [
        "All types of Land Speeders bought as part of the 'Raven Guard Land Speeders' upgrade gain the <i>Planetfall</i> special rule (only roll to scatter once für the entire formation). In addition, such Land Speeders may start the game transported in an air transport, taking up no transport space, und Zählt als having the <i>Sprungmodule</i> special rule when disembarking their transport. They may not be picked up again once on the battlefield."
      ]
    },
    {
      "title": "Expert Reconnaissance",
      "description": [
        "Friendly Raven Guard formations that enter the battlefield through <i>Planetfall</i> that are placed within 30cm of a unit with the <i>Expert Reconnaissance</i> special rule does not roll für scatter. In addition, friendly Raven Guard formations that enter the battlefield through <i>Teleportieren</i> und are placed within 15cm of a unit with the <i>Expert Reconnaissance</i> special rule may re-roll 1:s when testing für Teleportieren Mishap."
      ]
    },
    {
      "title": "Fleet of Foot",
      "description": [
        "Dark Eldar und Harlequin formations gain +1 when attempting to make a March action. In addition, they may still lend support fire in assaults, help claim a crossfire bonus, und fire AA after taking a March action."
      ]
    },
    {
      "title": "Black Heart Coterie",
      "description": [
        "The army must include a Black Heart Coterie. The enemy counts as having achieved the ‘Break Their Spirit’ (BTS) victory condition if they destroy this formation oder the most expensive formation in the army."
      ]
    },
    {
      "title": "Wraithkind Coterie",
      "description": [
        "The army must include a Wraithkind Coterie. The enemy counts as having achieved the ‘Break Their Spirit’ (BTS) victory condition if they destroy this formation und/oder the most expensive formation in the army."
      ]
    },
    {
      "title": "Webway Portal",
      "description": [
        "A army that includes any Webway Portals may place bis zu drei formations in reserve, Infanterie Einheiten in these reserve formations may Zählt als Beritten in their transports. These formations may enter play by activating und moving onto the table through a friendly Webway Portal during the game, measuring their first move from any part of the position the portal occupies on the battlefield.",
        "A Webway Portal may only be used once pro turn, und if the formation fails to activate when attempting to enter via a Webway, it may only take a hold action offboard und regroup. Only INF, LV, oder AVs with the Geländegängig ability may use Webway Portals. H-AV units may not use portals unless noted otherwise.",
        "Jeweils time a formation uses a broken Portal it receives eine Blast Marker.",
        "If a Webway is in an enemy zone of control, any formation that enters through it must Engage that formation(s). In addition, if it is also directly under an enemy formation, any formation that enters must maximize base contact as much as possible."
      ]
    },
    {
      "title": "Large Webway Portal",
      "description": [
        "Large Webway Portals follows all the rules für a normal Webway Portals, except AV units are not required to have Geländegängig in order to enter the battlefield through it."
      ]
    },
    {
      "title": "Shadowfields",
      "description": [
        "Jeweils Shadowfield will automatically stop eine point of damage und then go down. Do not make armour saves für damage stopped by Shadowfields, oder allocate Blast Markers. Once all of a vehicle oder war engine’s Shadowfields have been knocked down, it may be damaged normally und you may make saving throws against any hits that are scored. Hits from close combat ignore Shadowfields but units using their firefight values must first knock down any Shadowfields before they can cause any damage. While a vehicle oder war engine has at least eine operating Shadowfield it counts as being obscured (1.8.2), meaning that all shooting (including AA) without the Ignore Cover ability receive a -1 to hit modifier."
      ]
    },
    {
      "title": "Seers of Ulthwé",
      "description": [
        "Seers of Ulthwé - Craftworld Ulthwé armies counts as having Strategy Rating 5 für all purposes except für the Strategy Roll at the start of a turn."
      ]
    },
    {
      "title": "Great Drake",
      "description": [
        "The Great Drake must begin the game in reserve. In the Strategy Phase of any turn, before the strategy roll place the Great Drake within 15cm of a Worldsinger unit.",
        "The Great Drake counts as its own formation und may only enter play in this manner.",
        "While on the table, the Great Drake may only contest objectives. Remove the Great Drake in the End Phase of the turn it arrived, before rallying formations oder counting objectives. Once removed it may not return."
      ]
    },
    {
      "title": "Avatar (Biel-Tan)",
      "description": [
        "The Avatar must begin the game in reserve. In the Strategy Phase of any turn, before the strategy roll place the Avatar within 15cm of a Farseer unit.",
        "The Avatar counts as its own formation und may only enter play in this manner.",
        "While on the table, the Avatar may only contest objectives. Remove the Avatar in the End Phase of that turn, before rallying formations oder counting objectives. Once removed it may not return."
      ]
    },
    {
      "title": "Avatar (Lugganath)",
      "description": [
        "The Avatar must begin the game in reserve. In the Strategy Phase of any turn, before the strategy roll place the Avatar within 15cm of a Spiritseer character oder a Farseer unit.",
        "The Avatar counts as its own formation und may only enter play in this manner.",
        "While on the table, the Avatar may only contest objectives. Remove the Avatar in the End Phase of that turn, before rallying formations oder counting objectives. Once removed it may not return."
      ]
    },
    {
      "title": "Avatar (Saim-Hann)",
      "description": [
        "The Avatar must begin the game in reserve. In the Strategy Phase of any turn, before the strategy roll place the Avatar within 15cm of a Beritten Farseer unit.",
        "The Avatar counts as its own formation und may only enter play in this manner.",
        "While on the table, the Avatar may only contest objectives. Remove the Avatar in the End Phase of that turn, before rallying formations oder counting objectives. Once removed it may not return."
      ]
    },
    {
      "title": "Avatar (Iyanden)",
      "description": [
        "The Avatar must begin the game in reserve. In the Strategy Phase of any turn, before the strategy roll place the Avatar within 15cm of a Spiritseer character oder a Wraithseer unit.",
        "The Avatar counts as its own formation und may only enter play in this manner.",
        "While on the table, the Avatar may only contest objectives. Remove the Avatar in the End Phase of that turn, before rallying formations oder counting objectives. Once removed it may not return."
      ]
    },
    {
      "title": "Avatar (Fir Lirithion)",
      "description": [
        "The Avatar must begin the game in reserve. In the Strategy Phase of any turn, before the strategy roll place the Avatar within 15cm of a Spiritseer character.",
        "The Avatar counts as its own formation und may only enter play in this manner.",
        "While on the table, the Avatar may only contest objectives. Remove the Avatar in the End Phase of that turn, before rallying formations oder counting objectives. Once removed it may not return."
      ]
    },
    {
      "title": "Avatar (Ulthwé)",
      "description": [
        "The Avatar must begin the game in reserve. In the Strategy Phase of any turn, before the strategy roll place the Avatar within 15cm of a Seer Council oder Farseer unit.",
        "The Avatar counts as its own formation und may only enter play in this manner.",
        "While on the table, the Avatar may only contest objectives. Remove the Avatar in the End Phase of that turn, before rallying formations oder counting objectives. Once removed it may not return."
      ]
    },
    {
      "title": "Avatar (Yme-Loc)",
      "description": [
        "The Avatar must begin the game in reserve. In the Strategy Phase of any turn, before the strategy roll place the Avatar within 15cm of a Farseer unit.",
        "The Avatar counts as its own formation und may only enter play in this manner.",
        "While on the table, the Avatar may only contest objectives. Remove the Avatar in the End Phase of that turn, before rallying formations oder counting objectives. Once removed it may not return."
      ]
    },
    {
      "title": "Avatar (Mymeara)",
      "description": [
        "The Avatar must begin the game in reserve. In the Strategy Phase of any turn, before the strategy roll place the Avatar within 15cm of a Farseer unit.",
        "The Avatar counts as its own formation und may only enter play in this manner.",
        "While on the table, the Avatar may only contest objectives. Remove the Avatar in the End Phase of that turn, before rallying formations oder counting objectives. Once removed it may not return."
      ]
    },
    {
      "title": "May not Garrison (Kabal of the Black Heart)",
      "description": [
        "Only Mandrakes are allowed to garrison objectives in the Epic tournament game scenario."
      ]
    },
    {
      "title": "May not Garrison (Saim-Hann)",
      "description": [
        "Only Saim-Hann Hornets are allowed to garrison objectives in the Epic tournament game scenario."
      ]
    },
    {
      "title": "May not Garrison (Iyanden)",
      "description": [
        "Only Eldar Rangers und War Geländegängigs are allowed to garrison objectives in the Epic tournament game scenario."
      ]
    },
    {
      "title": "May not Garrison (Biel-Tan)",
      "description": [
        "Only Eldar Rangers und War Geländegängigs are allowed to garrison objectives in the Epic tournament game scenario."
      ]
    },
    {
      "title": "May not Garrison (Ulthwé)",
      "description": [
        "Only Eldar Rangers und War Geländegängigs are allowed to garrison objectives in the Epic tournament game scenario."
      ]
    },
    {
      "title": "May not Garrison (Mymeara)",
      "description": [
        "Only Ghost Walkers, Wasp Walkers und Hornets are allowed to garrison objectives in the Epic tournament game scenario."
      ]
    },
    {
      "title": "May not Garrison (Lugganath)",
      "description": [
        "Only Ghost Walkers und Wasp Walkers are allowed to garrison objectives in the Epic tournament game scenario."
      ]
    },
    {
      "title": "May not Garrison (Yme-Loc)",
      "description": [
        "Only Hornets are allowed to garrison objectives in the Epic tournament game scenario."
      ]
    },
    {
      "title": "May not Garrison (Fir Lirithion)",
      "description": [
        "No formations are allowed to garrison in the Epic tournament game scenario."
      ]
    },
    {
      "title": "May not Garrison (Black Heart)",
      "description": [
        "Only Mandrakes are allowed to garrison objectives in the Epic tournament game scenario."
      ]
    },
    {
      "title": "May not Garrison (Wraithkind)",
      "description": [
        "Only Mandrakes are allowed to garrison objectives in the Epic tournament game scenario."
      ]
    },
    {
      "title": "Farsight",
      "description": [
        "Eldar formations that include a unit with the Farsight ability may ignore the -1 penalty to Action test rolls when attempting to retain the Initiative.",
        "In addition once pro turn the Eldar player may attempt to retain the Initiative twice in a row (i.e. allowing the Eldar player to take 3 activations in a row). Any Eldar formation may be selected, including those without a unit with Farsight, but at least eine unit with the Farsight ability must be in play on the battlefield.",
        "The formation selected must still carry out an Action Test mit einem-1 modifier, unless the selected formation has a unit with the Farsight ability."
      ]
    },
    {
      "title": "Hit und Run",
      "description": [
        "Eldar/Dark Eldar/Harlequin formations that perform an Advance oder Double action may choose to shoot either before oder after jeweils move, but may still only shoot once. If the formation chooses to Double the -1 to hit penalty applies even if the shot is taken before moving. In addition, formations that win an assault may consolidate bis zu their speed value rather than the normal 5cms."
      ]
    },
    {
      "title": "Holofields (x)",
      "description": [
        "Holofields provide a saving throw to the value of 'x'. This save may always be taken even against weapons with the Macro Weapon oder Titan Killer abilities.",
        "If a unit has Verstärkte Panzerung it may use its re-roll unless hit by a Lanze, Macro Weapon oder Titan Killer attack but the re-roll uses the units armour value. Hits saved by the Holofield do not generate Blast Markers, even if they have the Disrupt ability.",
        "Against Titan Killer attacks that cause extra damage make eine Holofield save roll, if this is successful the unit takes no damage, if the roll fails it suffers all the damage.",
        "Holofield saves can be reduced by modifiers such as the -1 to saves from a cross fire und weapons with the Scharfschütze ability. If a unit with Holofield also has a save from being in Cover, it must choose which save to use."
      ]
    },
    {
      "title": "Lanze",
      "description": [
        "When units with Verstärkte Panzerung are hit by a weapon with the Lanze ability they do not get to re-roll failed armour saves."
      ]
    },
    {
      "title": "Independent Twins",
      "description": [
        "Allows a formation of Revenant Titans to operate as zwei independent War Engines für all purposes, including für determining the army BTS. If eine of the pair is destroyed, the surviving Revenant Synchronisierter receives a Blast Marker.",
        "In addition, Independent Twins may use the Befehlshaber ability with its Synchronisierter. In this case, the Befehlshaber ability counts as having an unlimited range instead of the normal 5cm."
      ]
    },
    {
      "title": "Cegorach, the Laughing God",
      "description": [
        "As long as there is at least eine Solitaire present on the battlefield, all enemy non-Harlequin formations counts as being within 30cm of an enemy unit für the purposes of rally tests during the End Phase."
      ]
    },
    {
      "title": "Shadowsight",
      "description": [
        "Units that Teleportieren within 15cm from a friendly, unbroken unit with Shadowsight may re-roll 1:s when testing für Teleportieren Mishap. This also applies when the unit with Shadowsight is Teleporting."
      ]
    },
    {
      "title": "Masters of the Webway",
      "description": [
        "Harlequins are the unparallelled masters of the Webway. They must start the game in the reserves, und may only enter the battlefield by Teleporting oder by using a Wraithgate. Harlequins may re-roll 1:s when testing für Teleportieren Mishap."
      ]
    },
    {
      "title": "Dance of Shadows",
      "description": [
        "Gives the enemy einen zusätzlichen -1 to hit modifier to all FF attacks against a formation mit einemShadowseer."
      ]
    },
    {
      "title": "Summoning",
      "description": [
        "Any formation that either has a unit with Daemonic Pact oder a Daemonic Pact formation upgrade may summon Daemons. Jeweils Daemonic Pact in the army automatically provides eine point to the Lesser Daemon Pool at the start of the battle (the player may also purchase additional Lesser Daemon Pool Punkte und/oder Greater Daemon Pool Punkte).",
        "Daemon Pools are not faction specific. The size of the Daemon Pools must be visible to all players at all times und it is suggested that either tokens oder dice are used to indicate the size of the pool. As daemons are summoned the pool must be changed to reflect its current size.",
        "To summon daemons the formation declares its intention to summon before any action roll is made (but after the choice of action). If the formation that wishes to Summon is being transported inside another formation (e.g. a Chaos Thunderhawk) it cannot choose to Summon when the Chaos Thunderhawk prepares to activate.",
        "The player then rolls 2D3 to generate the number of Summoning Points available für this formation. The formation may then summon daemons bis zu the number of Summoning Points generated, with any Punkte not used lost, bis zu the number of Lesser oder Greater Daemon Pool Punkte left.",
        "Summoned units must be setup with their base completely within 5cm of any non-summoned unit in the summoning formation (i.e. You cannot place a chain of summoned units). If the summoning formation has the Transport ability, newly summoned units can be set up inside if there is space left. They cannot be placed in enemy zones of control oder impassable terrain. Summoned units become part of the summoning formation für all rules purposes as long as they remain on the battlefield.",
        "Summoned Lesser Daemons are Entbehrlich, but they are otherwise counted as normal units, und are included when working out if a formation outnumbers an opponent in an assault oder is broken by Blast Markers, etc. Note that Daemons that are killed in an assault do count towards the number of units killed by the enemy when working out modifiers für assault resolution.",
        "Summoned units remain in play until the End Phase of the turn in which they were summoned. After all formations have attempted to rally any summoned units are removed from play und the total of their Daemon Pool cost is returned to the relevant Daemon Pool. This may cause the formation to break, if the number of Blast Markers now equals oder exceeds the number of units in the formation.",
        "When a formation becomes broken all its summoned units are destroyed.",
        "When calculating victory Punkte, the Lesser Daemon Pool scores half Punkte if the pool has less than oder equal to half (round up) its original number of daemons remaining. The Lesser Daemon Pool scores full Punkte if the pool has less than oder equal to a quarter (round up) its daemons remaining. Treat Greater Daemons as War Engines für the purpose of calculating victory Punkte."
      ]
    },
    {
      "title": "Black Legion Summoning Rules",
      "description": [
        "All formations in the Black Legion worship Chaos Undivided. Chaos Undivided formations with Daemonic Pact may summon any of the following Daemons (brackets indicating the Summoning Points cost):",
        "Lesser Daemons: Daemonettes of Slaanesh (1), Plaguebearers of Nurgle (1), Bloodletters of Khorne (1), Horrors of Tzeentch (1), Daemonic Beasts of Chaos Undivided (1).",
        "Greater Daemons: Slaanesh Keeper of Secrets (8), Nurgle Great Unclean Ein (8), Khorne Bloodthirster (8), Tzeentch Lord of Change (8)",
        "Nicht mehr als eine of jeweils type of Greater Daemon can be on the battlefield at the same time. No formation can contain more than eine Greater Daemon at a time.",
        "Note that while the Summoning Points cost of summoning jeweils type of daemonic unit varies, the Daemon Pool cost is always eine."
      ]
    },
    {
      "title": "Word Bearers Summoning Rules",
      "description": [
        "All formations in Word Bearers worship Chaos Undivided. Chaos Undivided formations with Daemonic Pact may summon any of the following Daemons (brackets indicating the Summoning Points cost):",
        "Lesser Daemons: Daemonettes of Slaanesh (1), Plaguebearers of Nurgle (1), Bloodletters of Khorne (1), Horrors of Tzeentch (1), Daemonic Beasts of Chaos Undivided (1).",
        "Greater Daemons: Slaanesh Keeper of Secrets (8), Nurgle Great Unclean Ein (8), Khorne Bloodthirster (8), Tzeentch Lord of Change (8)",
        "Nicht mehr als eine of jeweils type of Greater Daemon can be on the battlefield at the same time. No formation can contain more than eine Greater Daemon at a time.",
        "Note that while the Summoning Points cost of summoning jeweils type of daemonic unit varies, the Daemon Pool cost is always eine."
      ]
    },
    {
      "title": "Emperor's Children Summoning Rules",
      "description": [
        "All formations in Emperor's Children worship the Prince of Pleasure, Slaanesh. Formations with Daemonic Pact may summon the following Daemons (brackets indicating the Summoning Points cost):",
        "Lesser Daemons: Daemonettes of Slaanesh (1), Fiends of Slaanesh (1), Seekers of Slaanesh (2)",
        "Greater Daemons: Keeper of Secrets (8)",
        "Nicht mehr als eine of jeweils type of Greater Daemon can be on the battlefield at the same time. No formation can contain more than eine Greater Daemon at a time.",
        "Note that while the Summoning Points cost of summoning jeweils type of daemonic unit varies, the Daemon Pool cost is always eine."
      ]
    },
    {
      "title": "Death Guard Summoning Rules",
      "description": [
        "All formations in Death Guard worship the Plague Lord, Nurgle. Formations with Daemonic Pact may summon the following Daemons (brackets indicating the Summoning Points cost):",
        "Lesser Daemons: Plaguebearers of Nurgle (1), Beasts of Nurgle (1), Plague Drones of Nurgle (2)",
        "Greater Daemons: Great Unclean Ein (8)",
        "Nicht mehr als eine of jeweils type of Greater Daemon can be on the battlefield at the same time. No formation can contain more than eine Greater Daemon at a time.",
        "Note that while the Summoning Points cost of summoning jeweils type of daemonic unit varies, the Daemon Pool cost is always eine."
      ]
    },
    {
      "title": "World Eaters Summoning Rules",
      "description": [
        "All formations in World Eaters worship the Blood God, Khorne. Formations with Daemonic Pact may summon the following Daemons (brackets indicating the Summoning Points cost):",
        "Lesser Daemons: Bloodletters of Khorne (1), Fleshhounds of Khorne (1), Bloodcrushers of Khorne (2)",
        "Greater Daemons: Bloodthirster (8)",
        "Nicht mehr als eine of jeweils type of Greater Daemon can be on the battlefield at the same time. No formation can contain more than eine Greater Daemon at a time.",
        "Note that while the Summoning Points cost of summoning jeweils type of daemonic unit varies, the Daemon Pool cost is always eine."
      ]
    },
    {
      "title": "Thousand Sons Summoning Rules",
      "description": [
        "All formations in Thousand Sons worship the Architect of Fate, Tzeentch. Formations with Daemonic Pact may summon the following Daemons (brackets indicating the Summoning Points cost):",
        "Lesser Daemons: Horrors of Tzeentch (1), Flammenwerfer of Tzeentch (1), Screamers of Tzeentch (1)",
        "Greater Daemons: Lord of Change (8)",
        "Nicht mehr als eine of jeweils type of Greater Daemon can be on the battlefield at the same time. No formation can contain more than eine Greater Daemon at a time.",
        "Note that while the Summoning Points cost of summoning jeweils type of daemonic unit varies, the Daemon Pool cost is always eine."
      ]
    },
    {
      "title": "Lost und the Damned Summoning Rules",
      "description": [
        "All Chaos Cultists formations in the Lost und the Damned worship Chaos Undivided. Formations with Daemonic Pact may summon the following Daemons (brackets indicating the Summoning Points cost):",
        "Lesser Daemons: Daemonettes of Slaanesh (1), Plaguebearers of Nurgle (1), Bloodletters of Khorne (1), Horrors of Tzeentch (1), Daemonic Beasts of Chaos Undivided (1)",
        "Greater Daemons: Keeper of Secrets (8), Great Unclean Ein (8), Bloodthirster (8), Lord of Change (8)",
        "Nicht mehr als eine of jeweils type of Greater Daemon can be on the battlefield at the same time. No formation can contain more than eine Greater Daemon at a time.",
        "Note that while the Summoning Points cost of summoning jeweils type of daemonic unit varies, the Daemon Pool cost is always eine."
      ]
    },
    {
      "title": "Alpha Legion Summoning Rules",
      "description": [
        "All Alpha Legion Cultist formations worship Chaos Undivided. Formations with Daemonic Icon may summon the following Daemons (brackets indicating the Summoning Points cost):",
        "Lesser Daemons: Daemonettes of Slaanesh (1), Plaguebearers of Nurgle (1), Bloodletters of Khorne (1), Horrors of Tzeentch (1), Daemonic Beasts of Chaos Undivided (1)",
        "Note that while the Summoning Points cost of summoning jeweils type of daemonic unit varies, the Daemon Pool cost is always eine."
      ]
    },
    {
      "title": "Night Lords Summoning Rules",
      "description": [
        "All Night Lords formations are aligned with Chaos Undivided. Formations mit einemunit with Daemonic Pact may summon the following Daemons (brackets indicating the Summoning Points cost):",
        "Lesser Daemons: Furies of Chaos Undivided (2)",
        "Note that while the Summoning Points cost of summoning jeweils type of daemonic unit varies, the Daemon Pool cost is always eine."
      ]
    },
    {
      "title": "Slaves to Darkness Summoning Rules",
      "description": [
        "All formations in the Slaves to Darkness worship Chaos Undivided. Formations with either a Daemonic Icon unit oder a Daemonic Pact formation upgrade may summon the following Daemons (brackets indicating the Summoning Points cost):",
        "Lesser Daemons: Daemonettes of Slaanesh (1), Plaguebearers of Nurgle (1), Bloodletters of Khorne (1), Horrors of Tzeentch (1), Daemonic Beasts of Chaos Undivided (1)",
        "Note that while the Summoning Points cost of summoning jeweils type of daemonic unit varies, the Daemon Pool cost is always eine.",
        "Füge eine Lesser Daemon Pool point to the Lesser Daemon Pool für jeweils unit with Daemonic Icon, oder formation with Daemonic Pact."
      ]
    },
    {
      "title": "Daemonic Incursion Summoning Rules",
      "description": [
        "Formations in a Daemonic Incursion army may summon Lesser Daemons from the power they are aligned with. They do not need an upgrade to do so. Cultist Coven formations are aligned with all powers present in the army at the start of the battle. (Brackets indicating the Summoning Points cost):",
        "Slaanesh: Daemonettes of Slaanesh (1), Fiends of Slaanesh (1), Seekers of Slaanesh (2)",
        "Nurgle: Plaguebearers of Nurgle (1), Beasts of Nurgle (1), Plague Drones of Nurgle (2)",
        "Khorne: Bloodletters of Khorne (1), Fleshhounds of Khorne (1), Bloodcrushers of Khorne (2)",
        "Tzeentch: Horrors of Tzeentch (1), Screamers of Tzeentch (1), Flammenwerfer of Tzeentch (2)",
        "Note that while the Summoning Points cost of summoning jeweils type of daemonic unit varies, the Daemon Pool cost is always eine.",
        "When calculating Victory Points of the purposes of Tie Break, only the part of the Lesser Daemon Pool that was bought by itself is considered when checking if there is less than half remaining. Lesser Daemon Pool Punkte that was bought as part of a formation are counted towards that formation's starting units."
      ]
    },
    {
      "title": "TTL Summoning Rules",
      "description": [
        "TTL formations with Daemonic Pact may summon Lesser Daemons from the power they are aligned with (brackets indicating the Summoning Points cost):",
        "Slaanesh: Daemonettes of Slaanesh (1), Fiends of Slaanesh (1)",
        "Nurgle: Plaguebearers of Nurgle (1), Beasts of Nurgle (1)",
        "Khorne: Bloodletters of Khorne (1), Fleshhounds of Khorne (1)",
        "Tzeentch: Horrors of Tzeentch (1), Flammenwerfer of Tzeentch (1)",
        "Chaos Undivided: Daemonettes of Slaanesh (2), Plaguebearers of Nurgle (2), Bloodletters of Khorne (2), Horrors of Tzeentch (2), Daemonic Beasts of Chaos Undivided (1)",
        "Note that while the Summoning Points cost of summoning jeweils type of daemonic unit varies, the Daemon Pool cost is always eine.",
        ""
      ]
    },
    {
      "title": "QT Summoning Rules",
      "description": [
        "Formations with Daemonic Pact in a Questor Traitoris army may summon Lesser Daemons from the power they are aligned with (brackets indicating the Summoning Points cost):",
        "Slaanesh: Daemonettes of Slaanesh (1), Fiends of Slaanesh (1)",
        "Nurgle: Plaguebearers of Nurgle (1), Beasts of Nurgle (1)",
        "Khorne: Bloodletters of Khorne (1), Fleshhounds of Khorne (1)",
        "Tzeentch: Horrors of Tzeentch (1), Flammenwerfer of Tzeentch (1)",
        "Chaos Undivided: Daemonettes of Slaanesh (2), Plaguebearers of Nurgle (2), Bloodletters of Khorne (2), Horrors of Tzeentch (2), Daemonic Beasts of Chaos Undivided (1)",
        "Note that while the Summoning Points cost of summoning jeweils type of daemonic unit varies, the Daemon Pool cost is always eine."
      ]
    },
    {
      "title": "Black Legion Characters",
      "description": [
        "Black Legion characters may only be added to units of Chaos Space Marines, Havocs, Raptors, Chaos Assault Bikes, oder Chaos Terminatoren."
      ]
    },
    {
      "title": "Iron Warriors Characters",
      "description": [
        "Iron Warriors characters may only be added to units of Chaos Space Marines, Iron Warriors Assault Marines, Iron Warriors Havocs, Tyrant Terminatoren, oder Chaos Cybots."
      ]
    },
    {
      "title": "Night Lords Characters",
      "description": [
        "Night Lords characters may only be added to units of Night Raptors, Chaos Space Marines, Chaos Trikes, Night Lords Assault Marines, oder Chaos Terminatoren."
      ]
    },
    {
      "title": "Emperor's Children Characters",
      "description": [
        "Emperor's characters may only be added to units of Chaos Space Marines, Chaos Assault Bikes, Noise Marines, Noise Marine Havocs, Raptors, oder Sirenshriek Terminatoren."
      ]
    },
    {
      "title": "Death Guard Characters",
      "description": [
        "Death Guard characters may only be added to units of Chaos Space Marines, Havocs, Plague Marines, oder Blightlord Terminatoren."
      ]
    },
    {
      "title": "World Eaters Characters",
      "description": [
        "World Eaters characters may only be added to units of World Eaters Assault Marines, Khorne Berzerkers, Skullseeker Terminatoren, Juggernaut Riders, oder Khorne Berzerker Assault Bikes."
      ]
    },
    {
      "title": "Word Bearers Characters",
      "description": [
        "Word Bearers characters may only be added to units of Chaos Space Marines, Havocs, Chaos Assault Bikes, Chaos Terminatoren, Aspiring Champions, Word Bearers Possessed, oder Word Bearers Iconoclasts."
      ]
    },
    {
      "title": "Augment Summoning (+x)",
      "description": [
        "Units with Augment Summoning (+x) add a number of summoning Punkte equal to 'x' when the formation they are in summons daemons (see Summoning). Für example, a unit noted as having Augment Summoning (+2) would allow a formation mit einemDaemonic Pact to roll 2D3+2 für summoning Punkte as opposed to the usual 2D3."
      ]
    },
    {
      "title": "Daemonic Focus",
      "description": [
        "Units with Daemonic focus may keep any oder all summoned units that belong to the formation in play. Summoned units do not vanish back into the warp after the formation has attempted to rally. Daemonic Focus may not be used to keep summoned units in play if the formation is broken. Multiples of Daemonic Focus have no additional effect."
      ]
    },
    {
      "title": "Fickle Masters",
      "description": [
        "In the Strategy Phase of jeweils turn if the Chaos player rolls a 6, they are rewarded with 1 summoning point to add to the Lesser Daemon Pool. However, if a 1 is rolled, 1 summoning Punkte is lost from the Lesser Daemon Pool. In the latter case, if no Lesser Daemon Pool has been purchased, oder if it is empty, then there is no effect."
      ]
    },
    {
      "title": "Changer of Ways",
      "description": [
        "Formations containing Thousands Sons Daemon Princes und Scarab Occult Terminatoren may only contain units of INF und AV units with Geländegängig, und must be held in the reserves at the start of the game. Such formations may only enter the Battlefield through a Warp Rift."
      ]
    },
    {
      "title": "Daemon Engine (x)",
      "description": [
        "Formations where at least eine unit has the Daemon Engine (x) special rule gain the bonus associated with that faction:",
        "<ul><li>Chaos Undivided: Formation ignores the -1 modifier für enemy formations within 30cm when rallying.</li><li>Khorne: Formation gains +1 to activate when attempting to Engage.</li><li>Nurgle: Formation gains +1 to activate when attempting to Marshal.</li><li>Slaanesh: Formation gains +1 to activate when attempting to Double.</li><li>Tzeentch: Formation gains +1 to activate when attempting to Advance.</li></ul>"
      ]
    },
    {
      "title": "Black Legion Dreadclaws",
      "description": [
        "Dreadclaws allow a Chaos formation to enter play using the planetfall rules if a spaceship has been purchased to carry them. Units in a formation with Dreadclaws deploy using the planetfall rules but do not roll für scatter. Place the first unit within 15cm of the pre-plotted drop zone co-ordinates und place all other units in the formation within 15cm of this unit und in coherency. Units may not be placed in impassable terrain oder enemy zones of control.",
        "The following units may be deployed using Dreadclaws: Noise Marines, Rubric Marines, Khorne Berzerkers, Plague Marines, Chaos Space Marines, Havocs, Chaos Terminatoren, Kyborgs, Chaos Cybots."
      ]
    },
    {
      "title": "Night Lords Dreadclaws",
      "description": [
        "Dreadclaws allow a Chaos formation to enter play using the planetfall rules if a spaceship has been purchased to carry them. Units in a formation with Dreadclaws deploy using the planetfall rules but do not roll für scatter. Place the first unit within 15cm of the pre-plotted drop zone co-ordinates und place all other units in the formation within 15cm of this unit und in coherency. Units may not be placed in impassable terrain oder enemy zones of control.",
        "The following units may be deployed using Dreadclaws: Night Lords Assault Marines, Atramentar Terminatoren, Night Lords Cybots."
      ]
    },
    {
      "title": "Word Bearers Dreadclaws",
      "description": [
        "Dreadclaws allow a Chaos formation to enter play using the planetfall rules if a spaceship has been purchased to carry them. Units in a formation with Dreadclaws deploy using the planetfall rules but do not roll für scatter. Place the first unit within 15cm of the pre-plotted drop zone co-ordinates und place all other units in the formation within 15cm of this unit und in coherency. Units may not be placed in impassable terrain oder enemy zones of control.",
        "The following units may be deployed using Dreadclaws: Chaos Space Marines, Havocs, Chaos Terminatoren, Word Bearers Possessed, Chaos Cybots."
      ]
    },
    {
      "title": "Emperor's Children Dreadclaws",
      "description": [
        "Dreadclaws  allow  a  chaos  formation  to  enter  play  using  the  planetfall  rules  if  a  spaceship  has  been purchased to carry them. Units in a formation with Dreadclaws deploy using the planetfall rules but do not roll für scatter. Place the first unit within 15cm of the pre-plotted drop zone co-ordinates und place all other units in the formation within 15cm of this unit und in coherency. Units may not be placed in impassable terrain oder enemy zones of control.",
        "The following units may be deployed using Dreadclaws: Noise Marines, Chaos Space Marines, Havocs, Sirenshriek Terminatoren, Chaos Cybots."
      ]
    },
    {
      "title": "Iron Warriors Dreadclaws",
      "description": [
        "Dreadclaws allow a Chaos formation to enter play using the planetfall rules if a spaceship has been purchased to carry them. Units in a formation with Dreadclaws deploy using the planetfall rules but do not roll für scatter. Place the first unit within 15cm of the pre-plotted drop zone co-ordinates und place all other units in the formation within 15cm of this unit und in coherency. Units may not be placed in impassable terrain oder enemy zones of control.",
        "The following units may be deployed using Dreadclaws: Chaos Space Marines, Havocs, Kyborgs, Tyrant Terminatoren, Chaos Cybots, Chaos Siege Cybots."
      ]
    },
    {
      "title": "World Eaters Dreadclaws",
      "description": [
        "Dreadclaws  allow  a  chaos  formation  to  enter  play  using  the  planetfall  rules  if  a  spaceship  has  been purchased to carry them. Units in a formation with Dreadclaws deploy using the planetfall rules but do not roll für scatter. Place the first unit within 15cm of the pre-plotted drop zone co-ordinates und place all other units in the formation within 15cm of this unit und in coherency. Units may not be placed in impassable terrain oder enemy zones of control.",
        "The following units may be deployed using Dreadclaws: Khorne Berzerkers, World Eaters Marines, Skullseeker Terminatoren, Cybots, Mutilators."
      ]
    },
    {
      "title": "Infestation",
      "description": [
        "Formations completely made up of units with the <i>Infestation</i> special rule must be held in reserve und deployed using the Teleportieren rules. In addition, units with the <i>Infestation</i> special rule may only contest scenario objectives."
      ]
    },
    {
      "title": "LatD Eternal Animosity",
      "description": [
        "Jeweils Support Coven in a Lost und the Damned army owes allegiance to either eine of the Ruinous Powers oder to Chaos Undivided. With the exception of Chaos Undivided, the different factions harbour eternal animosity against jeweils other. This state of affairs is represented by the following rules:",
        "A Lost und the Damned army with formations belonging to the faction of Khorne may not include formations from the faction of Slaanesh (und vice-versa).",
        "A Lost und the Damned army with formations belonging to the faction of Nurgle may not include formations from the faction of Tzeentch (und vice-versa)."
      ]
    },
    {
      "title": "StD Eternal Animosity",
      "description": [
        "Jeweils Dark Mechanicus allied formation in a Slaves to Darkness army owes allegiance to either eine of the Ruinous Powers oder to Chaos Undivided. With the exception of Chaos Undivided, the different factions harbour eternal animosity against jeweils other. This state of affairs is represented by the following rules:",
        "A Slaves to Darkness army with formations belonging to the faction of Khorne may not include formations from the faction of Slaanesh (und vice-versa).",
        "A Slaves to Darkness army with formations belonging to the faction of Nurgle may not include formations from the faction of Tzeentch (und vice-versa)."
      ]
    },
    {
      "title": "DI Eternal Animosity",
      "description": [
        "Jeweils Daemon Formation in a Daemonic Incursion army owes allegiance to either eine of the Ruinous Powers. With the exception of Chaos Undivided, the different factions harbour eternal animosity against jeweils other. This state of affairs is represented by the following rules:",
        "A Daemonic Incursion army with formations belonging to the faction of Khorne may not include formations from the faction of Slaanesh (und vice-versa).",
        "A Daemonic Incursion army with formations belonging to the faction of Nurgle may not include formations from the faction of Tzeentch (und vice-versa)."
      ]
    },
    {
      "title": "TTL Eternal Animosity",
      "description": [
        "Jeweils formation in a Traitor Titan Legion army owes allegiance to either eine of the Ruinous Powers oder Chaos Undivided. With the exception of Chaos Undivided, the different factions harbour eternal animosity against jeweils other. This state of affairs is represented by the following rules:",
        "A Traitor Titan Legion army with formations belonging to the faction of Khorne may not include formations from the faction of Slaanesh (und vice-versa).",
        "A Traitor Titan Legion army with formations belonging to the faction of Nurgle may not include formations from the faction of Tzeentch (und vice-versa)."
      ]
    },
    {
      "title": "QT Eternal Animosity",
      "description": [
        "Jeweils formation in a Questor Traitoris army owes allegiance to either eine of the Ruinous Powers oder Chaos Undivided. With the exception of Chaos Undivided, the different factions harbour eternal animosity against jeweils other. This state of affairs is represented by the following rules:",
        "A Questor Traitoris army with formations belonging to the faction of Khorne may not include formations from the faction of Slaanesh (und vice-versa).",
        "A Questor Traitoris army with formations belonging to the faction of Nurgle may not include formations from the faction of Tzeentch (und vice-versa)."
      ]
    },
    {
      "title": "Reign of Chaos",
      "description": [
        "During the Strategy Phase the Daemon Incursion player rolls 2d6 und picks the highest. In addition add the dice together und consult the following table:",
        "(2-3) *Chaotic Ebb* All Daemon Legion units (friend und foe) loses their Unmodifizierter Rettungswurf für the rest of the turn.",
        "(4-5) *The Winds Recede* All players that can summon Daemons lose 1D3 Lesser Daemons Pool Punkte. Daemon Incursion players lose einen zusätzlichen D3. If the pool is empty nothing happens.",
        "(6-8) *Auge des Sturms* Nothing happens.",
        "(9-10) *The Winds Wax* All players that can summon Daemons gains 1D3 Lesser Daemons Pool Punkte. Daemon Incursion players gains einen zusätzlichen D3.",
        "(11-12) *Chaotic Surge* All Daemon Legion units (friend und foe) improves their Unmodifizierter Rettungswurf to 5+ für the rest of the turn."
      ]
    },
    {
      "title": "The Great Ritual",
      "description": [
        "All Exalted Greater Daemons und all Daemon Legion formations must be held in the reserves at the start of the game. Exalted Greater Daemons may either enter the battlefield through a Warp Rift, oder they can enter through a Chaos Gate (even if they had previously plotted a Warp Rift). Daemon Legion formations may only enter the battlefield through a Chaos Gate."
      ]
    },
    {
      "title": "Terror From Beyond",
      "description": [
        "All Exalted Greater Daemon formations must be destroyed in order für the opponent to claim the Daemonic Incursion BTS objective. All Exalted Greater Daemon formations in the reserves are destroyed if they are still there during the End Phase of turn 3.",
        "In addition, as long as the Daemon Incursion army still contains any Exalted Greater Daemons it may re-roll a single failed Initiative test of any type once pro turn. If all Exalted Greater Daemons are in the Reserves they may only use the re-roll on themselves."
      ]
    },
    {
      "title": "Daemonic Instability",
      "description": [
        "When any Exalted Greater Daemon formation oder Daemon Legions formation becomes broken für any reason, it is immediately destroyed."
      ]
    },
    {
      "title": "Warp Rift",
      "description": [
        "Formations with at least eine model with the Warp Rift special rule must start the game in the reserves, und may only enter the battlefield through a Warp Rift oder a Chaos Gate.",
        "Warp Rifts are plotted exactly as Self Planetfall. Both the turn in which the formation arrives und the landing coordinates must be recorded. The turn jeweils formation arrives does not have to be announced.",
        "The plotted coordinates of the Warp Rift must be located within 60cm from the friendly Blitz objective if the formation arrives in turn eine, und anywhere on the battlefield on turn zwei oder drei.",
        "On the designated turn the Warp Rift formation is activated in the normal activation sequence, as with Self Planetfall.",
        "First the action für the formation must be decided. After this roll to summon daemons, und then roll to activate. If the formation fails to activate it must take a Hold action. It may then either enter the battlefield through any available Chaos Gate, oder its arrival is delayed to the following turn, und it remains in the reserves.",
        "If the activation is successful, place a Warp Rift token at the plotted coordinates. It does not scatter.",
        "If a Warp Rift would open on terrain that is impassable für units in the formation that will enter through it, under a friendly unit, oder in an enemy zone of control, then it is assumed that will divert towards another entry point. The location für the Warp Rift should be moved to the nearest point where it can open.",
        "Finally, the activated formation carries out the order determined at the start of its action, und must move the formation out of the Warp Rift. Measure all distances from the centre point of the token.",
        "All units from the activating formation must move out of the Warp Rift. Any units that are unable to exit the Warp Rift are destroyed. The Warp Rift token is then removed from the battlefield."
      ]
    },
    {
      "title": "Chaos Gate",
      "description": [
        "Daemonic Incursion formations that are located in the Reserves may use Chaos Gates to enter the battlefield. Any number of formations can use a Chaos Gate pro turn if it is part of an objective, but only eine formation pro turn can use a Chaos Gate Beritten on a War Engine.",
        "First the action für the formation must be decided. After this roll to summon daemons, und then roll to activate. If the formation fails to activate it must take a Hold action. It may then either enter the battlefield through any available Chaos Gate, oder choose to remain in the reserves.",
        "Chaos Gates that are part of objectives cannot be destroyed, while Chaos Gates Beritten on War Engines are destroyed if that War Engine is destroyed.",
        "Any formation that enters the battlefield through a Chaos Gate Beritten on a War Engine that is broken recieves a Blast Marker. Measure all movement from the Chaos Gate from the centre of the token, oder the edge of the War Engine.",
        "If a Chaos Gate is in an enemy zone of control, any formation that enters through it must Engage that formation(s). In addition, if it is also directly under an enemy formation, any formation that enters must maximize base contact as much as possible."
      ]
    },
    {
      "title": "The Harrowing",
      "description": [
        "Alpha Legion armies counts as having Strategy Rating 5 für all purposes except für the Strategy Roll at the start of a turn."
      ]
    },
    {
      "title": "Sabotage",
      "description": [
        "Before rolling für the first turn und before teleports the player may select eine enemy formation pro formation of containing at least eine unit with the 'Sabotage' special rule (both formations must have been deployed on the battlefield) und roll a D6.",
        "On 2-5, the enemy formation begins the game mit einemBlast Marker. On a roll of 6, it begins with d3 Blast Markers. On a roll of 1, the formation with 'Sabotage' recieves a Blast Marker. No formation may be subject to Sabotage more than once, even if the first roll is a 1."
      ]
    },
    {
      "title": "Alpha Legion Transports",
      "description": [
        "The Alpha Legion are a highly mobile army. Because of this, the Punkte cost of a detachment usually includes enough Rhino transport vehicles to transport it und any Erweiterungen that have been taken. Determine the number of Rhinos needed after all Erweiterungen have been purchased. The number of Rhinos will always be the minimum needed to carry the formation, you can’t take extras along to cover any losses!",
        "Note that many formations don’t receive Rhinos, usually because they can’t fit into them. Detachments that come with Rhinos will be noted as having plus transport in the units section of the army list opposite.",
        "Also note that you don’t have to take Rhinos if you don’t want to. If you’d rather field the formation on foot instead, so it can act as a garrison für example, oder be transported in a Storm Eagle, then you may do so.",
        "In addition, you may choose to replace a detachment’s Rhinos with Drop Pods. If you do this then the detachment will enter play in a Drop Pods using the rules für Planetfall (see Planetfall). Note that if you choose to do this you will also require a Chaos Strike Cruiser deploy the Drop Pods from.",
        "Before jeweils game, after the opposing army is known but before objectives are placed, the Alpha Legion player may choose which formations with the plus transport aspect are deployed in Rhinos, Drop Pods oder on foot. If the formation has any units unable to deploy in Drop Pods then that option cannot be selected."
      ]
    },
    {
      "title": "In Midnight Clad",
      "description": [
        "Furies of Chaos Undivided that are killed in an assault do not count für Combat Resolution as long as the controlling Night Lords player initiated the assault."
      ]
    },
    {
      "title": "Klauen Forever Red",
      "description": [
        "In addition to being counted für suppression, Night Lords units may also use Handfeuerwaffen to shoot. While incapable of doing direct damage, this will still inflict a Blast Marker on enemy formations that come under fire."
      ]
    },
    {
      "title": "Necron Reserves",
      "description": [
        "Any Necron formation that can enter the battlefield by Teleportieren oder via a Necron Portal can be held back in reserve. Any Necron formation located in the reserves during the End Phase of the third turn und onwards is considered destroyed für the purpose of tiebreak und the Break Their Spirit tournament scenario objective."
      ]
    },
    {
      "title": "Necron Garrisons",
      "description": [
        "Only Necron Phalanx und Canoptek Swarm formations may garrison in Epic Tournament scenarios. Necron Phalanx formations may only garrison from a Tomb Complex objective."
      ]
    },
    {
      "title": "The Unbidden",
      "description": [
        "Necron armies must contain at least eine 'The Unbidden' formation. Albträume may only contest objectives, must start the game in the reserves, und may not use Necron Portals."
      ]
    },
    {
      "title": "Extradimensional Conduit",
      "description": [
        "Necron units may re-roll 1:s when testing für Teleportieren Mishap."
      ]
    },
    {
      "title": "Regeneration",
      "description": [
        "Regeneration functions exactly like an Unmodifizierter Rettungswurf except that it is a 5+ save rather than 6+. Against Titan Killer attacks, WE und H-AV must make eine Unmodifizierter Rettungswurf against jeweils point of damage."
      ]
    },
    {
      "title": "Living Metal",
      "description": [
        "Living Metal functions exactly like an Unmodifizierter Rettungswurf except that it is a 4+ save rather than 6+. Against Titan Killer attacks, WE und H-AV must make eine Unmodifizierter Rettungswurf against jeweils point of damage."
      ]
    },
    {
      "title": "Harvester",
      "description": [
        "Once pro action by any formation, if a formation mit einemunit with the Harvester special rule takes damage, it may reroll eine failed <i>Regeneration</i> save. During Enganges, eine reroll may be made pro round."
      ]
    },
    {
      "title": "Necron Portals",
      "description": [
        "Necron Portals can only be used by INF und by any AV oder LV unit that has <i>Geländegängig</i>. Jeweils portal can be used only once pro turn für either entering oder exiting the battlefield, but not both.",
        "A formation that is in the reserves may enter play via a unit with <i>Portal</i> as part of any action that allows movement. Measure their movement using the centre of the objective (in case of a Tomb Complex) oder edge of the unit. Formations may also leave the board und re-enter the reserves by moving into a Portal. Additionally a formation can leave the board by having a portal pick them up, in a similar way an air transport can pick up friendly units. When a unit with <i>Portal</i> ends an action within 5cm of all units in a friendly formation the Necron player can chose to activate the portal to move that formation back to the reserves. Broken units with <i>Portal</i> can not be used to pick up formations in this way.",
        "When a formation enters the reserves the formation can re-enter play immediately via another <i>Portal</i> oder stay in the reserves. Entering oder exiting a <i>Portal</i> requires a full move, meaning that a formation using a double action can exit the battlefield in the first move und use it's second move to enter play again using another <i>Portal</i>, but a formation can not use an advance oder engage action to enter eine und exit another <i>Portal</i> as part of the same move. Any units that are out of coherency at the end of any move is destroyed. A formation picked up by a <i>Portal</i> must remain in the reserves until they can activate to re-enter play. A formation can activate to enter play on the same turn it was picked up, given that the formation had not already activated before it was picked up.",
        "Jeweils time a formation uses a <i>Portal</i> on a unit that is broken, it receives eine Blast Marker. This also goes für broken formations using a broken portal, meaning that eine unit will be lost unless all units are Furchtlos.",
        "If a <i>Portal</i> is in an enemy zone of control, any formation that enters through it must Engage the blocking formation. In addition, if it is also directly under an enemy unit, the portal can still be used to enter the battlefield but the formation that enters must maximize base contact as much as possible with the blocking units."
      ]
    },
    {
      "title": "Implacable Advance",
      "description": [
        "Necron formations receive a +1 bonus when attempting to perform a Marshal action, but suffer a -1 penalty when attempting to perform a March action."
      ]
    },
    {
      "title": "Ponderous",
      "description": [
        "Units with the Ponderous special rule may only make a single withdrawal move instead of zwei when becoming broken oder failing to rally."
      ]
    },
    {
      "title": "Phase Out",
      "description": [
        "At the end of any action by any formation, if a broken Necron formation has lost half oder more of its starting number of units, it Phases Out. This means that it is removed from the battlefield, und counts as destroyed für victory condition purposes."
      ]
    },
    {
      "title": "Enduring",
      "description": [
        "Necron formations containing units with <i>Enduring</i> don’t <i>Phase Out</i>. If the formation has lost all units with <i>Enduring</i> it <i>Phase Out</i> as normal."
      ]
    },
    {
      "title": "Big Mek",
      "description": [
        "Every Gargant Big Mob army must include a Supreme Command character called a Big Mek, which is free. The Big Mek will join most expensive war engine in the army."
      ]
    },
    {
      "title": "Battlefortresses und Gunfortresses",
      "description": [
        "Battlefortresses und Gunfortresses may only transport units from their own formation (i.e., the rules für War Engine transports do not apply to them when using the tournament army lists)."
      ]
    },
    {
      "title": "Power Fields",
      "description": [
        "Some Ork war engines are protected by banks of power fields. The number jeweils war engine has is noted on its datasheet. Power fields work in exactly the same manner as Deflektorschilde (see Deflektorschilde), with the sole exception that they may not be repaired once they have been knocked down by a hit, und will instead remain down für the remainder of the battle. In the case of a variable amount of power fields, roll für them straight after the formation is deployed on the table oder offboard."
      ]
    },
    {
      "title": "Super-Entbehrlich",
      "description": [
        "A formation does not receive a Blast Marker when a unit with Super-Entbehrlich is destroyed, this includes the extra Blast Marker from the first casualty of a crossfire und für units destroyed für being out of formation after a move. If a Super-Entbehrlich unit is hit by a weapon with Disrupt it does not inflict a Blast Marker.",
        "Super-Entbehrlich units killed in an assault do not count when working out the result.",
        "Formations comprised completely of Entbehrlich und/oder Super-Entbehrlich units do not benefit from any of the rules above."
      ]
    },
    {
      "title": "Snakebite Clan Warlords",
      "description": [
        "Every Snakebite Clan army must include a Supreme Command character called a Warlord. The Warlord character is free, you don’t have to pay any Punkte für it. The Warlord must be attached to a unit of Brutes in the scrappiest formation in the army (i.e. the formation with the most units that also contains a unit of Brutes. War Engines counts as eine unit pro DC)."
      ]
    },
    {
      "title": "Push 'Em Harder Ladz",
      "description": [
        "Whenever any type of Gargant passes an Action Test that allows movement, the player may opt to change the unit's speed rating to 20cm für the entire duration of the chosen Action, however if this ability is used the model will receive a Critical Hit für with jeweils move that is carried out."
      ]
    },
    {
      "title": "Mob Rule",
      "description": [
        "Orks believe that as long as there’s a bunch of them still fighting together (slightly more than they can count bis zu is ideal!) then there’s always a chance that they’ll prevail, no matter the odds. To represent this, Ork formations with more than fünf units (i.e., too many to count on the fingers of eine hand), not including Grotz oder Big Gunz units, receive a +1 modifier to any rally rolls they make, und formations with more than 10 such units receive a +2 modifier. Für the purposes of this rule War Engines count jeweils point of starting damage capacity as a unit. War Engines with the 'Gottgleiche Maschine' special rule always counts as being more than 10 units."
      ]
    },
    {
      "title": "‘Ere we Go",
      "description": [
        "Units with the ‘Ere we Go special rule gain einen zusätzlichen 5cm Speed when their formation performs an Engage Action."
      ]
    },
    {
      "title": "Rush ‘em Ladz",
      "description": [
        "Formations that contain eine oder more units with the <i>Rush ‘em Ladz</i> special rule receive a +1 modifier to their Action Test roll when attempting to carry out a March action."
      ]
    },
    {
      "title": "Power of the Waaagh!",
      "description": [
        "Orks are not noted für their organisational abilities, und thus usually have a pretty low Initiative. However, if there is eine thing that will galvanise an Ork warband, it’s the thought of a good punch-up! Because of this, Ork formations that are attempting to take engage oder double actions receive a +2 modifier to their Action Test roll. Ork Flyboyz similarly relish the chance to shoot things up, und receive a +2 modifier to their Action Test roll when attempting to carry out Interception oder Ground Attack actions (see Aircraft)."
      ]
    },
    {
      "title": "Clan Goffs Warlord",
      "description": [
        "Every Warhorde army must include a Oberbefehlshaber character called a Warlord. The Warlord character is free, you don’t have to pay any Punkte für it. If the army includes any Great Gargants, then the Warlord must be placed in eine of them. Otherwise the Warlord will join a Gargant oder Nobz unit."
      ]
    },
    {
      "title": "Heizakult Warlord",
      "description": [
        "Every Speed Freaks army must include a Oberbefehlshaber called a Mekboy Bad Ork Biker. The Mekboy Bad Ork Biker unit is free; you don’t have to pay any Punkte für it. The Mekboy Bad Ork Biker unit may be added to any Ork formation in the army."
      ]
    },
    {
      "title": "Heizakult",
      "description": [
        "Every unit in a Evil Sunz Heizakult army must either have a speed of 30cm plus, oder be transported in a unit mit einemspeed of 30cm plus. In other words, formations may not include units mit einemspeed of less than 30cm unless they also have a transport vehicle capable of carrying the unit around."
      ]
    },
    {
      "title": "Coordinated Fire",
      "description": [
        "A formation that contains at least eine unit with Coordinated Fire can order bis zu zwei other un-broken formations within 15cm that have not taken an action this turn to follow their own formation when they take an Advance, Double oder Sustained Fire action.",
        "Make a single Initiative roll für all foarmations, counting a single -1 modifier if any have Blast Markers. If the test is failed then the original formation (containing the unit calling für Coordinated Fire) receives a Blast Marker und must take a hold action. The other formations are unaffected (und may take an action later in the turn). If the test is passed then all formations concerned are allowed to take either an Advance, Double oder Sustained Fire action.",
        "There is no obligation für all formations to take the same action, und these actions may be resolved in any order, but they must all fire at the same target formation. If the formation being activated is unable oder unwilling to fire at the selected formation, it cannot fire at all that turn. The formations don’t have to stay within a given distance of jeweils other und will complete their actions eine after the other. Jeweils formations action is declared und resolved (including testing to see if the target formation breaks) before moving on to the next Tau formation."
      ]
    },
    {
      "title": "Deflector Shield",
      "description": [
        "Tau Deflector Shields work like an Unmodifizierter Rettungswurf in all respects, except it is 5+ instead of 6+. Against Titan Killer attacks, WE und H-AV must make eine Unmodifizierter Rettungswurf against jeweils point of damage."
      ]
    },
    {
      "title": "Guided Raketen",
      "description": [
        "Guided Raketen may be fired without Line of Sight, but may only be fired at a targets that are Marked with Markerlights.",
        "Guided Raketen follow all the normal suppression rules. If a unit mit einemGuided Rakete weapon is within range und Line of Sight to a unit in the target formation then it is counted für suppression purposes, even if the target formation is not Marked.",
        "Guided Raketen counts as having Line of Sight to all units in a Marked formation für the purpose of suppression, Crossfire und when shooting as part of an Overwatch action."
      ]
    },
    {
      "title": "Markerlights",
      "description": [
        "All enemy formations with at least eine unit within 30cm range und Line of Sight of at least eine Tau unit with the Markerlights special rule is considered to be Marked. When shooting at a Marked formation, all ranged Feuerkraft attacks gain einen zusätzlichen +1 modifier to their To-Hit roll. This bonus für shooting at a Marked enemy may not be used when making Anti-Aircraft attacks, oder with BP type attacks. A Tau formation that is broken oder has Marched this turn may not mark enemy formations."
      ]
    },
    {
      "title": "Tau Jet Packs",
      "description": [
        "Tau Jet Packs follow all the rules für Sprungmodule. In addition, formations that exclusively consists of units with Tau Jet Packs are allowed to make an extra move of bis zu 10cm at the end of an Advance, Double oder March action. The extra move is allowed whether oder not the unit fires und takes place after any firing. This extra move may be in any direction und follows all the normal movement rules, so unit coherency und zones of control must be adhered to as usual."
      ]
    },
    {
      "title": "Tiger Shark Gun Drones",
      "description": [
        "Transported Gun Drone formations may be split across multiple Tiger Sharks as an exception to the normal aircraft transport rules. The Tiger Sharks cannot land, Engage, oder embark units, but can disembark transported Gun Drones after an approach move. The Gun Drone formation may shoot when it disembarks as normal (see Transporting Ground Units), und counts as having activated für that turn. After this initial deployment the Gun Drones are a completely independent formation."
      ]
    },
    {
      "title": "Synapse",
      "description": [
        "The following rules applies to Primary und Secondary Synapse Swarm formations only. Synapse creatures are any unit with the 'Synapse' special rule. A Synapse Swarm with no remaining Synapse creatures has an Initiative Rating of 3+ und may neither capture nor contest objectives, including They Shall Not Pass.",
        "A Synapse Swarm with remaining Synapse creatures can absorb other Synapse Swarm formations with no remaining Synapse creatures at the end of its action. The formation must have eine unit within 5cm of a unit from the formation(s) being absorbed. The units und Blast Markers of an absorbed formation become part of the formation (broken formations are considered to have an equal number of Blast Markers as the number of remaining units/starting DC). An absorbed formation is considered completely destroyed für the purposes of tie-break und the Break Their Spirit objective."
      ]
    },
    {
      "title": "Hive Mind Locus",
      "description": [
        "As long as the Tyranid army contains a unit with Hive Mind Locus it may re-roll a single failed Initiative test (of any type) once pro turn (unless all units with Hive Mind Locus are located offboard)."
      ]
    },
    {
      "title": "Broodmind",
      "description": [
        "All Genestealer Cult formations containing an Iconward, Magus, Primus, Patriarch, oder Broodlord receive a +1 modifier to their Action Test when carrying out an Engage action, und gain a +1 modifier when attempting to Rally."
      ]
    },
    {
      "title": "Genestealer Cult Characters",
      "description": [
        "Genestealer Cult characters may only be added to units of INF that were not added to the formation as part of an upgrade."
      ]
    },
    {
      "title": "Hive Mind",
      "description": [
        "All Tyranid formations receive a +1 modifier to their Action Test when carrying out an Engage action, und a +1 modifier to their Rally Tests."
      ]
    },
    {
      "title": "Shoot the Big Ones!",
      "description": [
        "The enemies of the Tyranids have learned that destroying the Hive Mind's Synapse Creatures will cause Tyranid swarms to become disorganized. Für this reason certain units which normally would be Infanterie are instead Light Vehicles."
      ]
    },
    {
      "title": "Extreme Mobility",
      "description": [
        "Tyranid AV und WE units do not take dangerous oder terrain tests. Tyranid LV units move through terrain und receive cover as if they were INF, und Tyranid INF does not need to take difficult terrain tests. Fortified positions such as Minefields, Razor Wire, und special terrain features affect Tyranids normally."
      ]
    },
    {
      "title": "Extreme Mobility (Genestealer Cult)",
      "description": [
        "Acolyte Hybrids, Aberrants, Genestealers, und Metamorph Hybrids does not need to take terrain tests. Fortified positions such as Minefields, Razor Wire, und special terrain features affect these units normally."
      ]
    },
    {
      "title": "Gaunts",
      "description": [
        "Half (rounding up) of Termagants, Hormagaunts, Gargoyles, und Raveners that are killed in an assault do not count für combat resolution und are Entbehrlich as long as there is at least eine model with Synapse still present in the formation."
      ]
    },
    {
      "title": "Dagon Vanguard Organisms",
      "description": [
        "Only Genestealers, Lictors, und Nest Swarms may deploy as garrisons."
      ]
    },
    {
      "title": "Hydra Vanguard Organisms",
      "description": [
        "Only Genestealers, Lictors, und Dimachaeron may deploy as garrisons."
      ]
    },
    {
      "title": "Swarm (x)",
      "description": [
        "In the End Phase, before formations have rallied, all unbroken Tyranid formations with both Swarm (x) und Synapse creatures may 'Swarm'.",
        "Für jeweils Swarm point, eine unit with the 'Gaunts' rule that has been lost during the battle may be added to the formation, but jeweils unit with 'Swarm (x)' may only bring back the types of units that are within brackets next to its 'Gaunt Pouch'.",
        "All units returned to play in this manner must be placed within 5cm of a unit from the formation that was there prior to Swarming, und may not be placed in enemy zones of control oder impassable terrain. Not all generated Swarm Punkte need to be used, but may not be saved für future turns."
      ]
    },
    {
      "title": "General Tournament Tiebreaker Rules",
      "description": [
        "If a player gives up the game, oder does not show up within 30 minutes it is scored as a Total Victory für the opponent. If a game must be abandoned before turn 4 because of lack of time, the current objective total determines the score, mit einem-4 penalty für both sides if the game ended prematurely in turn 2, und a -2 penalty für both sides if the game ended prematurely in turn 3. If eine player was late to the game start by more than 5 minutes, that player takes both player’s penalties."
      ]
    },
    {
      "title": "Brood Brothers",
      "description": [
        "As long as a formation contains eine Genestealer Patriarch, Genestealer Primus, Genestealer Magus, oder Hybrid Iconward, units in in the same formation with the 'Brood Brothers' special rule do not cause Blast Markers when they are destroyed, oder when hit by a weapon with the 'Disrupt' special rule. This includes the extra Blast Marker from the first casualty of a crossfire und für units destroyed für being out of formation after a move. Units with 'Brood Brothers' that are killed in an assault count für the purposes of working out its result."
      ]
    },
    {
      "title": "Broodcoven",
      "description": [
        "The army must include a Broodcoven formation. The enemy counts as having achieved the ‘Break Their Spirit’ (BTS) victory condition if they destroy this formation oder the most expensive formation in the army."
      ]
    },
    {
      "title": "Thousand Sons Characters",
      "description": [
        "Thousand Sons characters may only be added to units of Chaos Space Marines, Rubric Marines, Scarab Occult Terminatoren, oder Sorcerer Disc Riders."
      ]
    },
    {
      "title": "Overlord Insertion",
      "description": [
        "Some Primaris Space Marines are equipped with heavy Sprungmodule oder Gravschirme designed to be dropped from low orbit onto the battlefield from the assault bays of low-orbiting attack crafts. This ability is represented by the formation gaining the <i>Self Planetfall</i> special rule, with eine exception: Roll to scatter only für the first unit in the formation, then place the rest of the units within 5cm of the first unit."
      ]
    }
  ]
}
