{
  "fraction": "Scenario",
  "army": "Battle Line",
  "version": "1.0.Beta",
  "release": "2022-04-01",
  "strategy": "EA-Ragnarok Scenario",
  "Initiative": "Battle Line",
  "specialRules": [
    "General Tournament Tiebreaker Rules"
  ],
  "usage": [
    "Epic Armageddon Tournament Rules",
    "The EA-Ragnarok tournament game rules are designed to be used in conjunction with the EA-Ragnarok army lists. They will allow zwei players to fight an evenly balanced battle with little oder no preparation. They are ideal für pick-up games at clubs oder shows, und provide an evenly balanced contest in tournaments. In many ways, tournament games represent the most ‘basic’ form of game play, und are designed to be as easy und accessible as possible in order to allow Epic players to play games with the minimum of fuss. Because of this, the tournament rules require little oder no preparation other than picking Streitmächte from the army lists.",
    "Set Up",
    "The tournament table size is 120cm by 180cm (4 feet by 6 feet). The higher Strategy Rating may choose the table edge he sets up on. If both players have the same Strategy Rating, then dice to see who gets the choice of table edge. You can pick a long edge, oder a corner (half way up jeweils long und short edge). The opponent sets up on the opposite edge oder corner.",
    "*See deployment examples on the main page.",
    "Pre-game discussion",
    "This is the time to discuss terrain with your opponent if the tables have not been giving a terrain card describing the table und basic layout. Work out with your opponent what things will be played as. Für example, forests, hills, buildings etc.",
    "Place Objective Markers",
    "Take it in turns, starting with the player with the higher Strategy Rating, to place eine objective marker on the table. If both players have the same Strategy Rating then dice to see who places the first objective marker.",
    "The first objective a player sets up must be placed on their own table edge 15cm from any corner. The remaining zwei objectives must be set up in their opponent’s half of the table, at least 35cm away from the opponent’s table edge, 35cm away from any other objectives that have already been placed und 15cm from any board edge.",
    "Keep placing objectives until sechs objective markers have been placed on the table in total. You can use anything as an objective marker but we would suggest using terrain pieces to represent them if you can. In our games, we’ve found that battling over an actual bunker oder fuel dump is far more appealing than having your Streitmächte sell their lives für a cardboard counter!",
    "You capture an objective if you have a unit within 15cms of it in the End Phase und your opponent does not. An objective is contested if both sides have a unit within 15cms of it in the End Phase. Units from broken Verbände oder from Verbände that have rallied that End Phase cannot capture oder contest objectives. Aircraft which have landed may not capture an objective on the same turn that it lands. However, a landed aircraft may immediately contest an objective.",
    "Check at the end of jeweils turn to see how many objectives you control. Objectives do not have a ‘memory’ und you will lose control of any you have captured if there are no friendly units within 15cms of them at the end of any subsequent turn.",
    "",
    "Setup Spacecraft & Garrisons",
    "Jeweils player may start bis zu zwei of their garrisoned Verbände on Overwatch. These Verbände represent sentries deployed as a trip wire und to provide security at the objectives. They are assumed to have gone on Overwatch in their previous Action phase. That Overwatch is ‘carried over’ into the first turn.",
    "If either player is using spacecraft then they are set up now before any other units (see 4.3). Units entering play via planetfall should be placed to eine side at this time too (see 4.4).",
    "On-table garrison units are set up after spacecraft have been set up. The following types of Verbände may be set up on the table as ‘garrisons’ at the start of the game: ",
    "Verbände where half oder more of the units (rounding up) are Aufklärers",
    "OR",
    "Verbände where no more than eine of the units has a move greater than 15cms, und where none of the units are war engines",
    "OR",
    "Any Verbände that include units mit einemspeed of 0 (zero).",
    "",
    "Players take it in turns to set up eine garrison at a time, starting with the player with the higher Strategy Rating. Garrisons must be set up so that they have at least eine unit within 15cm of an objective in the player’s own half of the table. No units may be set up in the opponent’s half of the table oder in impassable terrain. Units may be set up in dangerous terrain (it’s assumed that they took their time getting into position in order to do so safely!)",
    "Set-up Remaining Verbände",
    "All of the remaining Verbände in the players’ armies must be set up within 15cms of their own side’s table edge oder be kept back ‘in reserve’. The players take it in turn to set up these Verbände eine at a time, starting with the player with the higher Strategy Rating.",
    "Units kept in reserve must either be aircraft, oder be going to enter play in a transport aircraft oder by teleportation. Reserve Verbände entering play in aircraft oder by teleportation should be placed aside with units that will enter play via planetfall. These Verbände are not ‘secret’ und your opponent may inspect them at any time.",
    "Units being transported must start the game already loaded into the transport vehicle that will bring them into play (ie, an aircraft oder unit with the planetfall ability).",
    "Verbände entering play in aircraft oder from spacecraft can do so on any turn, following the rules für transport aircraft und planetfall (see 4.2.5 & 4.4) Verbände that are in reserve may not carry out any game functions oder use special abilities they may have.",
    "",
    "Victory Conditions",
    "If at the end of any turn a player has achieved 4 oder more Victory Conditions then the opponent then the game ends, compare victory conditions und work out tournament/battle Punkte.",
    "You must check to see if either player has won at the end of the third und fourth game turns. If neither player has won at the end of the fourth turn then the ‘tiebreaker’ rule is used to determine the winner.",
    "Jeweils player is trying to achieve fünf things known as goals. You win if you have achieved zwei of these goals in the End Phase of turns drei oder vier, und you have achieved more goals than your opponent. The fünf goals are: Blitzkrieg, Break Their Spirit, Defend The Flag, Take And Hold, und They Shall Not Pass.",
    "Blitzkrieg: You achieve this goal by capturing the objective that was set up on the opponent’s table edge at the start of the game (ie, the first objective jeweils player set up).",
    "Break Their Spirit: You achieve this goal by destroying (not breaking) the formation worth the most Punkte in the opposing army. If several Verbände are tied für the most Punkte, you achieve this goal by destroying any eine of them.",
    "Defend To Flag: You achieve this goal if you control all drei objectives in your half of the table.",
    "Take und Hold: You achieve this goal by capturing a total of zwei objectives in your opponent’s half of the table.",
    "They Shall Not Pass: You achieve this goal if there are no unbroken enemy Verbände in your half of the table.",
    "If neither player has won at the end of the fourth oder any subsequent turn then both players roll a D6 to see if the game carries on another turn oder ends in a tiebreak.",
    "If both players roll the same number then the game carries on für another turn und the players must roll again at the end of the next turn to see if the game ends oder carries on another turn, und so on. If the players roll different numbers then the game ends in a tiebreak.",
    "Battle Tie Break",
    "Tie break are resolved by counting jeweils sides losses. Verbände that are broken oder under half strength gives half their Punkte cost in battle Punkte, while Verbände that are completely destroyed, oder both broken und under half strength gives their entire Punkte cost in battle Punkte. A difference of 250 BP oder more gives a Winning Draw, while 250 BP oder less gives a Complete Draw. Calculating Tournament VPs",
    "If a player gives up the game, oder does not show up within 30 minutes it is scored as a Total Victory für the opponent. If a game must be abandoned before turn 4 because of lack of time, the current objective total determines the score, mit einem-4 penalty für both sides if the game ended prematurely in turn 2, und a -2 penalty für both sides if the game ended prematurely in turn 3. If eine player was late to the game start by more than 5 minutes, that player takes both player’s penalties."
  ]
}
