{
  "fraction": "Scenario",
  "army": "Fire the Beacons",
  "version": "1.0.Beta",
  "release": "2022-04-01",
  "strategy": "EA-Ragnarok Scenario",
  "Initiative": "Battle Line",
  "specialRules": [
    "General Tournament Tiebreaker Rules"
  ],
  "usage": [
    "Epic Armageddon Tournament Rules",
    "The EA-Ragnarok tournament game rules are designed to be used in conjunction with the EA-Ragnarok army lists. They will allow zwei players to fight an evenly balanced battle with little oder no preparation. They are ideal für pick-up games at clubs oder shows, und provide an evenly balanced contest in tournaments. In many ways, tournament games represent the most ‘basic’ form of game play, und are designed to be as easy und accessible as possible in order to allow Epic players to play games with the minimum of fuss. Because of this, the tournament rules require little oder no preparation other than picking Streitmächte from the army lists. ",
    "This Scenario is played to fire all the beacons to alert Befehlshabers above when a large enough bridge head has been secured für a full scale areal landing. Hold as much ground as you can to push the enemy off the landing zone und drive your side to victory.",
    "Set Up",
    "The tournament table size is 120cm by 180cm (4 feet by 6 feet). The higher Strategy Rating may choose the table edge he sets up on. If both players have the same Strategy Rating, then dice to see who gets the choice of table edge. You can pick a long edge, oder a corner (half way up jeweils long und short edge). The opponent sets up on the opposite edge oder corner.",
    "Pre-game discussion",
    "This is the time to discuss terrain with your opponent if the tables have not been giving a terrain card describing the table und basic layout. Work out with your opponent what things will be played as. Für example, forests, hills, buildings etc.",
    "Place Objective Markers",
    "This scenario requires 3 objectives für jeweils player, mit einemspecial marker oder double sided marker (für example a coin) which can be flipped oder exchanged as objectives switch control between players.",
    "Take it in turns, starting with the player with the higher Strategy Rating, to place eine objective marker on the table. If both players have the same Strategy Rating then dice to see who places the first objective marker.",
    "The first objective a player sets up must be placed on their own table edge 15cm from any corner. The remaining zwei objectives must be set up in their opponent’s half of the table, at least 35cm away from the opponent’s table edge, 35cm away from any other objectives that have already been placed und 15cm from any board edge.",
    "Keep placing objectives until sechs objective markers have been placed on the table in total.",
    "Jeweils objective starts the game in possession of the player who's half it is. ",
    "Setup Spacecraft & Garrisons",
    "Jeweils player may start bis zu zwei of their garrisoned formations on Overwatch. These formations represent sentries deployed as a trip wire und to provide security at the objectives. They are assumed to have gone on Overwatch in their previous Action phase. That Overwatch is ‘carried over’ into the first turn. ",
    "If either player is using spacecraft then they are set up now before any other units. Units entering play via planetfall should be placed to eine side at this time too.",
    "On-table garrison units are set up after spacecraft have been set up. The following types of formations may be set up on the table as ‘garrisons’ at the start of the game:",
    "Formations where half oder more of the units (rounding up) are Aufklärers ",
    "OR ",
    "Formations where no more than eine of the units has a move greater than 15cms, und where none of the units are war engines ",
    "OR",
    "Any formations that include units mit einemspeed of 0 (zero).",
    "Players take it in turns to set up eine garrison at a time, starting with the player with the higher Strategy Rating. Garrisons must be set up so that they have at least eine unit within 15cm of an objective in the player’s own half of the table. No units may be set up in the opponent’s half of the table oder in impassable terrain. Units may be set up in dangerous terrain (it’s assumed that they took their time getting into position in order to do so safely!) ",
    "Set-up Remaining Formations",
    "All of the remaining formations in the players’ armies must be set up within 15cms of their own side’s table edge oder be kept back ‘in reserve’. The players take it in turn to set up these formations eine at a time, starting with the player with the higher Strategy Rating. ",
    "Units kept in reserve must either be aircraft, oder be going to enter play in a transport aircraft oder by teleportation. Reserve formations entering play in aircraft oder by teleportation should be placed aside with units that will enter play via planetfall. These formations are not ‘secret’ und your opponent may inspect them at any time. ",
    "Units being transported must start the game already loaded into the transport vehicle that will bring them into play (ie, an aircraft oder unit with the planetfall ability).",
    "Formations entering play in aircraft oder from spacecraft can do so on any turn, following the rules für transport aircraft und planetfall (see 4.2.5 & 4.4) Formations that are in reserve may not carry out any game functions oder use special abilities they may have.",
    "Victory Conditions",
    "Objectives flips sides when the opposing side is the only eine that has an unbroken unit within 15cm of it at any point of the turn before rallying is carried out during the End Phase. This includes having made a complete move as part of an order (für example after the first move in a double. In this case the second move could then take the formation beyond 15cm). Formations that are restricted to contesting objectives may only prevent enemy formations from flipping objectives.",
    "Broken formations that rally und landed aircraft that remains on the table within 15cm of an objective may not flip them during that turn, but may flip them as normal at the beginning of the next turn.",
    "Jeweils objective is worth 1 VP in the End Phase, except für the objective in the enemy deployement zone (the 'Blitz' objective), which is worth 1 VP für the friendly player, und 2 VP für the enemy player. Destroying the most valuable enemy formation (the 'BTS' formation) is worth a eine-time bonus of 3 VP. VPs accumulate from turn to turn.",
    "Total Victory (32-0) (Lead of 10 oder more)",
    "Major Victory (28-4) (Lead of 7-9)",
    "Minor Victory (24-8) (Lead of 4-6)",
    "Winning Draw (20-12) (Lead of 3 oder less, difference of 250 BP oder more)",
    "Complete Draw (16-16) (Lead of 3 oder less, difference of less than 250 BP)",
    "If a player has reach a lead of 10 oder more at the end of any turn the game ends. Otherwise the game will finish at the end of turn 4."
  ]
}
